const ru = {
    header: {
        production: "производство и продажа автоспецтехники",
        workingTime: "Время работы",
        workingTimeOpened: "Пн-пт: с 8:00 до 18:00",
        workingTimeWeekend: "Сб-вс: Выходной",
        adress: "г. Нижний Новгород ул. Торфяная, 35",
        forStates: "Для регионов:",
        numberForStates: " 8 (800)-511-05-25",
        forLocals: "Нижний Новгород:",
        numberFotLocals: " 8 (831) 235-26-16",
        gispText: "В РЕЕСТРЕ РОССИЙСКОЙ ПРОДУКЦИИ",
        navigation: {
            about: "О нас",
            media: "Медиа",
            service: "Сервис",
            news: "Новости",
            contacts: "Контакты",
        },
    },
    hero: {
        slides: [
            {
                id: 1,
                title: "АТЗ Рустрак включены в реестр российской промышленной продукции",
                description: "Теперь доступны для приобретения по 44 Ф3",
                buttons: [
                    {
                        text: "Заказать звонок",
                        variant: "btn_big_border",
                    },
                ],
            },

            {
                id: 2,
                title: "В наличии шторные фургоны КАМАЗ 4308",
                description:
                    "Размеры надстройки 6200х2550х2850 мм. Цена 5 500 000 руб.",
                buttons: [
                    {
                        text: "Заказать звонок",
                        variant: "btn_big_border",
                    },
                ],
            },

            {
                id: 3,
                title: "Бортовые платформы со шторным механизмом",
                description:
                    "Производство и поставка коммерческого транспорта, бортовых платформ, в том числе со сдвижными шторами, сдвижной крышей.",
                buttons: [
                    {
                        text: "Подробнее",
                        variant: "btn_big",
                    },
                ],
            },

            {
                id: 4,
                title: "ООО «РусТрак»",
                description:
                    "Производство и поставка специализированной техники и спецтранспорта",
                buttons: [
                    {
                        text: "Открыть каталог",
                        variant: "btn_big",
                    },
                    {
                        text: "Заказать звонок",
                        variant: "btn_big_border",
                    },
                ],
            },

            {
                id: 5,
                title: "Краны манипуляторы на базе MCV/HCV грузовиков",
                description:
                    "Производство автомобилей с крано-манипуляторными установками. Использование противосдвиговых пластин, установка блока распределителя управления задними опорами, открытый профиль HOSSEN, монтажные плиты в основании КМУ, окрас платформы в цвет крана.",
                buttons: [
                    {
                        text: "Подробнее",
                        variant: "btn_big",
                    },
                    {
                        text: "Заказать звонок",
                        variant: "btn_big_border",
                    },
                ],
            },

            {
                id: 6,
                title: "Автотопливозаправщики на базе MCV/HCV грузовиков",
                description:
                    "Производство и поставка автотопливозаправщиков объёмом 8 и 6 м.куб. Алюминиевые коммуникации, композитные напорно-всасывающие рукава, производительный узел выдачи топлива.",
                buttons: [
                    {
                        text: "Подробнее",
                        variant: "btn_big",
                    },
                    {
                        text: "Заказать звонок",
                        variant: "btn_big_border",
                    },
                ],
            },
        ],
    },
    categories: {},
    about: {},
    statistics: {},
    products: {},
    news: {},
    footer: {},
};

export default ru;
