import { p } from "motion/react-client";

const ru = {
    language: "ru",

    header: {
        production: "производство и продажа автоспецтехники",
        workingTime: "Время работы",
        workingTimeOpened: "Пн-пт: с 8:00 до 18:00",
        workingTimeWeekend: "Сб-вс: Выходной",
        adress: "г. Нижний Новгород, ул. Торфяная, 35",
        forStates: "Для регионов:",
        numberForStates: " 8 (800)-511-05-25",
        forLocals: "Нижний Новгород:",
        numberFotLocals: " 8 (831) 235-26-16",
        gispText: "В РЕЕСТРЕ РОССИЙСКОЙ ПРОМЫШЛЕННОЙ ПРОДУКЦИИ",

        navigation: {
            about: "О нас",
            media: "Медиа",
            service: "Сервис",
            news: "Новости",
            contacts: "Контакты",
            filtered: "отфильтровано",
        },

        megaMenu: {
            categories: {
                title: "Категории",
                recommendedProducts: "Рекомендуемая продукция",

                types: [
                    {
                        id: 1,
                        name: "Шторные автомобили",
                        slug: "шторные-автомобили",
                    },
                    {
                        id: 2,
                        name: "Краны-манипуляторы",
                        slug: "краны-манипуляторы",
                    },
                    {
                        id: 3,
                        name: "Автотопливозаправщики",
                        slug: "автотопливозаправщики",
                    },
                    {
                        id: 4,
                        name: "Автогидроподъёмники",
                        slug: "автогидроподъёмники",
                    },
                    {
                        id: 5,
                        name: "Автоцистерны",
                        slug: "автоцистерны",
                    },
                    {
                        id: 6,
                        name: "Автомобили-эвакуаторы",
                        slug: "автомобили-эвакуаторы",
                    },
                    {
                        id: 7,
                        name: "Изотермические фургоны",
                        slug: "изотермические-фургоны",
                    },
                    {
                        id: 8,
                        name: "Контейнеровозы",
                        slug: "контейнеровозы",
                    },
                    {
                        id: 9,
                        name: "Крюковые погрузчики",
                        slug: "крюковые-погрузчики",
                    },
                    {
                        id: 10,
                        name: "Самосвалы",
                        slug: "самосвалы",
                    },
                    {
                        id: 11,
                        name: "Автомобили ДОПОГ категории EXII",
                        slug: "автомобили-допог-категории-exii",
                    },
                    {
                        id: 12,
                        name: "Бортовые автомобили",
                        slug: "бортовые-автомобили",
                    },
                ],
            },

            aboutUs: {
                title: "О нас",
                links: [
                    {
                        name: "О компании ООО «РусТрак»",
                        path: "/about",
                    },
                    {
                        name: "Новости",
                        path: "/news",
                    },
                    {
                        name: "Наши партнёры",
                        path: "/partners",
                    },
                    {
                        name: "Поставщикам и партнёрам",
                        path: "/suppliers",
                    },
                    {
                        name: "Отзывы",
                        path: "/reviews",
                    },
                    {
                        name: "Сертификаты",
                        path: "/cert",
                    },
                    {
                        name: "Вакансии",
                        path: "/vacancies",
                    },
                    {
                        name: "Кредит и лизинг",
                        path: "/leasing",
                    },
                ],
            },

            media: {
                title: "Медиа",
                links: [
                    {
                        name: "Фотогалерея",
                        path: "/photogallery",
                    },
                    {
                        name: "Видео",
                        path: "/video",
                    },
                    {
                        name: "Рекламные материалы",
                        path: "/promo",
                    },
                    {
                        name: "Информационные материалы",
                        path: "/info",
                    },
                ],
            },

            service: {
                links: [
                    {
                        name: "Сервис",
                        path: "/service",
                    },
                    {
                        name: "Ремонт",
                        path: "/remont",
                    },
                    {
                        name: "Новости",
                        path: "/news",
                    },
                    {
                        name: "Контакты",
                        path: "/contacts",
                    },
                ],
            },
        },
    },

    hero: {
        slides: [
            {
                id: 1,
                title: "АТЗ Рустрак включены в реестр российской промышленной продукции ",
                description:
                    "Теперь доступны для приобретения по Федеральному закону № 44-ФЗ",
                buttons: [
                    {
                        text: "Заказать звонок",
                        variant: "btn_big_border",
                    },
                ],
            },

            {
                id: 2,
                title: "В наличии шторные фургоны КАМАЗ 4308",
                description:
                    "Размеры надстройки: 6200x2550x2850 мм. Цена: 5 500 000 руб.",
                buttons: [
                    {
                        text: "Заказать звонок",
                        variant: "btn_big_border",
                    },
                ],
            },

            {
                id: 3,
                title: "Бортовые платформы со шторным механизмом",
                description:
                    "Производство и поставка коммерческого транспорта, бортовых платформ, в том числе со сдвижными шторами и сдвижной крышей.",
                buttons: [
                    {
                        text: "Подробнее",
                        variant: "btn_big",
                    },
                ],
            },

            {
                id: 4,
                title: "ООО «РусТрак»",
                description:
                    "Производство и поставка специализированной техники и спецтранспорта",
                buttons: [
                    {
                        text: "Открыть каталог",
                        variant: "btn_big",
                    },
                    {
                        text: "Заказать звонок",
                        variant: "btn_big_border",
                    },
                ],
            },

            {
                id: 5,
                title: "Краны-манипуляторы на базе грузовиков MCV/HCV",
                description:
                    "Производство автомобилей с крано-манипуляторными установками. Использование противосдвиговых пластин, установка блока распределителя управления задними опорами, открытый профиль HOSSEN, монтажные плиты в основании КМУ, окраска платформы в цвет крана.",
                buttons: [
                    {
                        text: "Подробнее",
                        variant: "btn_big",
                    },
                    {
                        text: "Заказать звонок",
                        variant: "btn_big_border",
                    },
                ],
            },

            {
                id: 6,
                title: "Автотопливозаправщики на базе грузовиков MCV/HCV",
                description:
                    "Производство и поставка автотопливозаправщиков объёмом 8 и 6 кубических метров. Алюминиевые коммуникации, композитные напорно-всасывающие рукава и производительный узел выдачи топлива.",
                buttons: [
                    {
                        text: "Подробнее",
                        variant: "btn_big",
                    },
                    {
                        text: "Заказать звонок",
                        variant: "btn_big_border",
                    },
                ],
            },
        ],
    },

    aboutCompany: {
        intro: {
            title: 'О компании <span class="rustrack text-[#FEC80B]">РусТрак</span>',
            paragraphs: [
                {
                    text: "Наша компания занимает лидирующие позиции на рынке спецтехники. Каждый день мы вносим свой вклад в развитие отечественного автопрома и укрепление российской экономики.",
                },
                {
                    text: "«РусТрак» является ведущим производителем коммерческого транспорта и специализированной техники. Наша работа признана и высоко оценена крупнейшими отечественными корпорациями и государственными структурами. Мы поставляем спецтехнику для таких компаний, как Газпром, Росатом, Россети, РСК «МИГ» и других.",
                },
            ],
            button: "Подробнее",
        },
    },

    CompanyStatistics: {
        fullThreeStats: [
            {
                numberOfStats: "17",
                unit: "лет",
                description:
                    "За 17 лет деятельности ООО «РусТрак» превратилось в крупное предприятие по производству и продаже специальной техники.",
            },
            {
                numberOfStats: "85",
                unit: "регионов",
                description:
                    "Мы обеспечили 85 регионов Российской Федерации надёжной техникой коммерческого и специализированного назначения.",
            },
            {
                numberOfStats: "11",
                unit: "автопроизводителей",
                description:
                    "ООО «РусТрак» дорожит доверием автомобильной промышленности, которое подтверждено официальными партнёрствами с 11 автопроизводителями.",
            },
        ],
    },

    scrollSlider: {
        into: {},

        linePart: [
            {
                id: 1,
                name: "Конструкторское бюро",
                text: "Собственное конструкторское бюро позволяет реализовать индивидуальные проекты клиентов.",
            },
            {
                id: 2,
                name: "Разработка",
                text: "Все проекты разработаны в соответствии с мануалами производителей транспортных средств.",
            },
            {
                id: 3,
                name: "Производственная база",
                text: "Собственная производственная база позволяет значительно снизить себестоимость продукции, повышая её конкурентоспособность.",
            },
            {
                id: 4,
                name: "Гарантия",
                text: "Собственное конструкторское бюро позволяет реализовать индивидуальные проекты клиентов. Гарантия на надстройки и работы соответствует гарантии на шасси.",
            },
            {
                id: 5,
                name: "Сервис",
                text: "Сервисное обслуживание: широкая партнёрская сервисная сеть на всей территории Российской Федерации.",
            },
        ],
    },

    products: {
        modal: {
            title: "Получить коммерческое предложение",

            inputs: [
                {
                    name: "name",
                    label: "Ваше имя *",
                    placeholder: "Иван",
                    type: "text",
                    must: "Это поле обязательно для заполнения",
                },
                {
                    name: "email",
                    label: "Электронная почта *",
                    placeholder: "russia@mail.com",
                    type: "email",
                    must: "Это поле обязательно для заполнения",
                },
                {
                    name: "tel",
                    label: "Телефон *",
                    placeholder: "+7 (___) ___-__-__",
                    type: "tel",
                    must: "Это поле обязательно для заполнения",
                },
            ],

            agreement: {
                text: "Я согласен",
                link: "на обработку персональных данных",
            },

            getPk: "Получить КП",
        },
    },

    anyQuestions: {
        extraQuest: "ОСТАЛИСЬ ВОПРОСЫ?",
        leaveContact:
            "Оставьте свои контактные данные, и мы перезвоним Вам в ближайшее время",

        inputs: [
            {
                label: "Ваше имя *",
                htmlFor: "name",
                placeholder: "Артем",
                name: "name",
                type: "text",
                must: "Это поле обязательно для заполнения",
            },
            {
                label: "Телефон *",
                htmlFor: "phone",
                placeholder: "+7",
                name: "tel",
                type: "tel",
                must: "Это поле обязательно для заполнения",
            },
        ],

        sendButton: "Отправить",

        agreement:
            'Нажимая на кнопку отправить <1 href="/upload/privacy_policy.pdf">Вы соглашаетесь на обработку персональных данных</1>',
    },

    newsSection: {
        intro: {
            title: "Новости",
        },
        categories: [
            {
                id: 1,
                slug: "pervyy-v-rossii-konteynerovoz-na-shassi-kamaz-65658-vypustil-rustrak",
            },
            {
                id: 2,
                slug: "rustrak-podvyel-itogi-uchastiya-v-vystavke-comvex-2026-",
            },
            {
                id: 3,
                slug: "sadko-9-fermer-obzavelsya-kmu-s-burilnoy-ustanovkoy-",
            },
            {
                id: 4,
                slug: "rustrak-pozdravryalet-s-mezhdunarodnym-zhenskim-dnyem",
            },
        ],
    },

    newsPage: {
        intro: {
            title: "Новости РусТрак",
        },
    },

    footer: {
        mainInfo: [
            {
                text: "Тел/факс: 8 (831) 235-25-17",
                to: "tel:88312352517",
            },
            {
                text: "Email: info+7603@rtrf.ru",
                to: "mailto:info+7603@rtrf.ru",
            },
            {
                text: "г. Нижний Новгород ул. Торфяная, 35",
                to: "https://yandex.ru/maps/?text=Нижний+Новгород+Торфяная+35",
                isExternal: true,
            },
            {
                text: "Заказать звонок",
                type: "button",
            },
            {
                text: "2009 - 2026 © Rus - Trucks",
                type: "disclaimerOne",
            },
            {
                text: " Информация на сайте не является публичной офертой, определяемой согласно статье 435 Гражданского кодекса РФ и носит исключительно информационный характер.",
                type: "disclaimer",
            },
        ],

        aboutUs: [
            { title: "О нас" },

            {
                text: "О компании ООО «Рустрак»",
                to: "/about",
            },
            {
                text: "Новости",
                to: "/news",
            },
            {
                text: "Наши партнёры",
            },
            {
                text: "Производство",
            },
            {
                text: "Поставщикам и партнёрам",
            },
            {
                text: "Отзывы",
            },
            {
                text: "Сертификаты",
            },
        ],

        services: [
            { text: "Вакансии" },
            { text: "Кредит и лизинг" },
            { text: "Сервис" },
            { text: "Ремонт" },
            { text: "Контакты" },
            { text: "Полезные статьи" },
        ],

        media: [
            {
                title: "Медиа",
            },
            {
                text: "Фотогалерея",
            },
            {
                text: "Видео",
            },
            {
                text: "Рекламные материалы",
            },
        ],

        inputTitle: {
            orderCall: "Заказать звонок",
            getInTouch: "Наш менеджер свяжется с Вами в ближайшее время",
        },

        inputs: [
            {
                label: "Ваше имя *",
                htmlFor: "name",
                placeholder: "Иван",
                name: "name",
                type: "text",
                must: "Поле обязательно для заполнения",
            },
            {
                label: "Телефон *",
                htmlFor: "phone",
                placeholder: "+7",
                name: "tel",
                type: "tel",
                must: "Поле обязательно для заполнения",
            },
        ],

        button: "Оставить заявку",

        agreement:
            'Я согласен <1 href="/upload/privacy_policy.pdf">на обработку персональных данных</1>',
    },

    contactsPage: {
        adressSection: {
            title: "Контакты производителя автоспецтехники РусТрак",

            adress: `603035 г. Нижний Новгород, ул. Торфяная, д. 35`,
            forLocals: "Нижний Новгород:",
            numberFotLocals: "8 (831) 235-25-17",
            forStates: "Для регионов:",
            numberForStates: "8 (800)-511-05-25",
            emailText: "Электронная почта: ",
            email: "info+7603@rtrf.ru",

            redisterText: "Запись на техническое обслуживание:",
            registerNumber: "8 (831) 225-00-55",
        },
        employeeSection: {
            title: "Сотрудники",

            employees: [
                {
                    id: 1,
                    name: "Шаронов Сергей Владимирович",
                    position: "Генеральный директор",
                    phoneNumber: "8 (831) 225-00-55",
                    email: "komdir@rtrf.ru",
                },
                {
                    id: 2,
                    name: "Сучков Александр Алексеевич",
                    position: "Коммерческий директор",
                    phoneNumber: "8 (831) 225-00-55",
                    email: "sale@rtrf.ru",
                },
                {
                    id: 3,
                    name: "Ширдин Михаил Васильевич",
                    position: "Руководитель отдела продаж",
                    extraNumber: "88312352517 доб.202",
                    phoneNumber: "89524466974",
                    email: "rop+7603@rtrf.ru",
                },
                {
                    id: 4,
                    name: "Савенко Екатерина Юрьевна",
                    position: "Менеджер по продажам",
                    phoneNumber: "88312352517 доб.214",
                    email: "RK+7603@rtrf.ru",
                },
                {
                    id: 5,
                    name: "Сергеева Юлия Юрьевна",
                    position: "Менеджер по продажам",
                    phoneNumber: "88312352551 доб.215",
                    email: "sale4+7603@rtrf.ru",
                },
                {
                    id: 6,
                    name: "Конев Максим Анатольевич",
                    position:
                        "Руководитель направления развития дилерской сети",
                    phoneNumber: "88312250055 доб.213",
                    extraNumber: "89302703728",
                    email: "sale3@rtrf.ru",
                },
                {
                    id: 7,
                    name: "Киселёв Иван Александрович",
                    position:
                        "Руководитель отдела по сертификации ООО «РусТрак»",
                    phoneNumber: "88312250055 доб.212",
                    extraNumber: "89534157742",
                    email: "sale2@rtrf.ru",
                },
                {
                    id: 8,
                    name: "Шалявин Дмитрий Леонидович",
                    position: "Главный конструктор",
                    phoneNumber: "88312250055 доб.701",
                    email: "kb@rtrf.ru",
                },
                {
                    id: 9,
                    name: "Ярилин Александр Валерьевич",
                    position: "Инженер по гарантии",
                    phoneNumber: "88312250055 доб.610",
                    email: "kb1@rtrf.ru",
                },

                {
                    id: 10,
                    name: "Муреев Александр Евгеньевич",
                    position: "Начальник ОТК",
                    phoneNumber: "88312250055 доб.601",
                    extraNumber: "89534154171",
                    email: "OTK@rtrf.ru",
                },
                {
                    id: 11,
                    name: "Иванов Сергей Иванович ",
                    position: "Руководитель отдела снабжения",
                    phoneNumber: "88312250055 доб.401",
                    extraNumber: "89519151423",
                    email: "snab@rtrf.ru",
                },
            ],
        },
    },

    servicePage: {
        part: {
            title: "Сервис по гарантийному ремонту автоспецтехники РусТрак",
            text: "После приобретения продукции в ООО «Рустрак» Вы всегда можете обратиться за помощью по любым вопросам, связанными с гарантийным обслуживанием, настройкой и ремонтом транспорного средства, поставкой дополнительного обурудования, а также внесением доработок под задачи клиента. Вы можете обратиться за технической поддержкой и консультацией по эксплуатации в любое время и в любой срок после заключения контракта.",
        },

        support: {
            title: "Как получить поддержку?",

            texts: [
                {
                    text: "<1>Заполнить Рекламационный акт</1> с внесением подписи ответственного лица и печати организации, подробно описать характер отказа. Приложить фото: шильды в пассажирской двери, шильды вышедшего из строя оборудования, первая страница ПТС",
                    number: "1",
                    href: "https://rtrf.ru/service/upload/RKLMACTRT26.pdf",
                },
                {
                    text: "Сфотографировать неисправности, а также общий вид изделия в целом.",
                    number: "2",
                },
                {
                    text: "Отправить заполненный акт, копию ПТС, фотографии неисправностей по электронной почте: <1>kb1@rtrf.ru</1>",
                    number: "3",
                    href: "mailto:kb1@rtrf.ru",
                },
            ],

            theyWillContact:
                "После этого специалисты гарантийной службы свяжутся с владельцем и предложат варианты организации ремонта.",

            anyQuestions:
                "Любые вопросы относительно гарантийного обслуживания техники производства «РусТрак» можно задать по телефону 8 (831) 225-00-55 (доб 610) или по электронной почте: kb1@rtrf.ru",
        },

        personCard: {
            name: "Дмитрий Волков",
            profession:
                "менеджер по вопросам гарантии и сервисного обслуживания",
            phoneNumber: "(831) 225-00-55 (доб 124)",
            email: "kb1@rtrf.ru",
        },
    },

    remontPage: {
        intro: {
            title: "Ремонт шторных полуприцепов от компании «Рустрак» в Нижнем Новгороде",
            text: "Логистическая сфера опирается на устойчивую работу прицепной техники. Ремонт шторных полуприцепов обеспечивает восстановление работоспособности конструкции после интенсивной эксплуатации. Наши мастера учитывают конструктивные особенности узлов и применяют проверенные методы обслуживания. Компания «Рустрак» в Нижнем Новгороде предлагает сервис, ориентированный на качество и долговечность оборудования. Своевременные технические мероприятия поддерживают стабильное состояние прицепов при интенсивных нагрузках. Надёжный подход к обслуживанию формирует уверенность в бесперебойной работе техники.",
        },

        ourServices: {
            title: "Наши услуги",
            text: "Компания «Рустрак» выполняет полный ремонт полуприцепов в Нижнем Новгороде после повреждений или выхода из строя. Мы восстанавливаем конструкцию прицепа, исправляем каркас и боковые тенты, ремонтируем двери, замки и механизмы открывания, а также восстанавливаем пол и борта прицепа. Все работы выполняются с высокой точностью и соблюдением стандартов качества, что гарантирует долговечность восстановленных элементов.",
            important:
                "<strong>Важно:</strong>  ремонт ходовой, двигателя, замена масел и плановое техническое обслуживание не производятся.",
        },

        advantages: {
            title: "Преимущества компании «Рустрак»",

            prems: [
                {
                    prem: "Большая производственная база – позволяет одновременно выполнять несколько крупных заказов и обслуживать большое количество техники.",
                },
                {
                    prem: "Вместительные цеха – обеспечивают удобство работы с крупногабаритными полуприцепами и комфорт для сотрудников.",
                },
                {
                    prem: "Профессиональные мастера – специалисты с опытом и знаниями гарантируют качественный и точный ремонт.",
                },
                {
                    prem: "Полный цикл производства – все работы выполняются на месте, от диагностики до финальной сборки, без привлечения сторонних подрядчиков.",
                },
                {
                    prem: "Опыт 17 лет – долгий срок работы на рынке подтверждает надёжность и компетентность компании.",
                },
                {
                    prem: "Гарантия на ремонт – обеспечивает уверенность в долговечности и качестве выполненных работ.",
                },
            ],

            Calcbutton: "Рассчитать стоимость ремонта",

            extraService: {
                title: "Качественный сервис для полуприцепов",
                text: "Ремонт шторных полуприцепов помогает продлить срок службы техники и сохранить её функциональность. Обратитесь к нашей команде, чтобы получить надежное и аккуратное обслуживание. Компания «Рустрак» в Нижнем Новгороде выполняет работы с вниманием к деталям и строгими стандартами качества. Доверьте нам технические задачи и получите результат, который оправдает ожидания. Запланируйте обслуживание заранее и убедитесь в удобстве нашего сервиса. Для начала сотрудничества свяжитесь с нами любым удобным способом, и мы поможем организовать все быстро и профессионально.",
            },
        },

        modalInfo: {
            title: "Рассчитать стоимость ремонта",
            leaveYourInfo:
                "Оставьте свои данные, и наш менеджер свяжется с вами для расчета стоимости.",

            form: [
                {
                    label: "Ваше имя <0>*</0>",
                    name: "name",
                    type: "text",
                    placeholder: "Иван",
                    focus: crypto.randomUUID(),
                    must: "Поле обязательно для заполнения",
                },
                {
                    label: "Телефон <0>*</0>",
                    name: "phoneNumber",
                    type: "tel",
                    placeholder: "+7 (_ _ _) _ _ _ - _ _ - _ _",
                    focus: crypto.randomUUID(),
                    must: "Поле обязательно для заполнения",
                },
            ],
        },
    },

    aboutPage: {
        intro: {
            title: "Автомобильный завод «РусТрак» - ведущий производитель коммерческого транспорта и специализированной техники в Нижнем Новгороде.",
            labelTexty: "14+",
            labelText: "лет опыта",
        },

        offers: {
            title: "Автомобильный завод «РусТрак» является предприятием полного цикла: от конструкторско-технологических разработок до готового изделия.",

            offerCards: [
                {
                    id: 1,
                    title: "Собственная производственная база",
                    text: "позволяет максимально снизить себестоимость продукции, повышая её конкурентоспособность",
                },
                {
                    id: 2,
                    title: "Отдел контроля качества",
                    text: "проверяет каждую единицу спецтехники, что гарантирует длительный срок эксплуатации и безотказную работу техники.",
                },
                {
                    id: 3,
                    title: "Разработка надстроек шасси",
                    text: "производится на шасси мировых производителей и позволяет предлагать уникальную технику — надёжную в эксплуатации и максимально адаптированную под конкретные условия работы.",
                },
                {
                    id: 4,
                    title: "Наличие конструкторского бюро",
                    text: "обеспечивает возможность индивидуального подхода к каждому клиенту.",
                },
                {
                    id: 5,
                    title: "Собственная служба логистики",
                    text: "предельно уменьшает сроки доставки комплектующих и агрегатов.",
                },
                {
                    id: 6,
                    title: "Сервисная партнёрская сеть",
                    text: "гарантирует техническую помощь на всей территории РФ.",
                },
            ],
        },

        whatWeAchieved: {
            title: "Сегодня ООО «Рустрак» - это:",

            achievements: [
                {
                    text: "3 производственных корпуса, общей площадью более 7000 м2;",
                },
                {
                    text: "производственная территория более 20000 м2;",
                },
                {
                    text: "служба качества, гарантирующая выпуск высококачественной техники;",
                },
                {
                    text: "современный парк станочного оборудования;",
                },
                {
                    text: "ежемесячный объём выпускаемой техники - до 110 единиц.",
                },
                {
                    text: "наличие собственной конструкторско-технологической службы",
                },
            ],
        },

        industriesServed: {
            leftCard: [
                {
                    title: "Отрасли применения выпускаемой техники:",
                    text: "Cтроительная, телекоммуникационная, коммунальная, дорожное хозяйство, логистика, сельское хозяйство.",
                },
                {
                    title: "Выпускаемая техника:",
                    text: "Краны-манипуляторы, автотопливозаправщики, автовышки, фургоны, самосвалы, бортовые платформы, эвакуаторы, крюковые погрузчики, мастерские, пищевые цистерны, вакуумные машины, автогидроподъёмники.",
                },
            ],
        },

        adv: {
            texts: [
                {
                    text: "ООО «РусТрак» является официальным дилером на территории РФ следующих марок: Palfinger, ИНМАН, HKTC, UNIC, DongYang, FASSI, Hangil, XCMG, HIAB.",
                },
                {
                    text: "За 16 лет деятельности компания заслужила высокий уровень доверия дистрибьютеров и автопроизводителей: ИСУЗУ РУС, КАМАЗ, ГАЗ, DAEWOO, FAW, JAC, ТРАКС ВОСТОК РУС (КОМПАС), МАЗ РУС, ДАЙМЛЕР КАМАЗ РУС (FUSO), ХИНО МОТОРС, FOTON, DONG FENG, SHACHMAN, НЕФАЗ, ЗАВОД СТАРТ",
                },
                {
                    text: "Наши клиенты: Газпром, Росатом, Россети, РСК «МИГ», Роснефть и др.",
                },
            ],
        },
    },

    partnersPage: {
        title: "",
    },

    breadcrumbs: {
        home: "Главная",
        catalog: "Каталог",
        news: "Новости",
        about: "О нас",
        contacts: "Контакты",
        service: "Сервис",
        remont: "Ремонт",
        success: "Успешно",
        partners: "Партнёры",
    },
};

export default ru;
