const ru = {
    language: "ru",

    header: {
        production: "производство и продажа автоспецтехники",
        workingTime: "Время работы",
        workingTimeOpened: "Пн-пт: с 8:00 до 18:00",
        workingTimeWeekend: "Сб-вс: Выходной",
        adress: "г. Нижний Новгород ул. Торфяная, 35",
        forStates: "Для регионов:",
        numberForStates: " 8 (800)-511-05-25",
        forLocals: "Нижний Новгород:",
        numberFotLocals: " 8 (831) 235-26-16",
        gispText: "В РЕЕСТРЕ РОССИЙСКОЙ ПРОДУКЦИИ",
        navigation: {
            about: "О нас",
            media: "Медиа",
            service: "Сервис",
            news: "Новости",
            contacts: "Контакты",
        },

        megaMenu: {
            categories: {
                title: "Категории",
                recommendedProducts: "Рекомендуемая продукция",
                types: [
                    {
                        id: 0,
                        name: "Шторные автомобили",
                        path: "shtornye-avtomobili",
                    },
                    {
                        id: 1,
                        name: "Краны-манипуляторы",
                        path: "/krany-manipulyatory",
                    },
                    {
                        id: 2,
                        name: "Автотопливозаправщики",
                        path: "/avtotoplivozapravshchiki",
                    },
                    {
                        id: 3,
                        name: "Автогидроподъёмники",
                        path: "/avtogidropodyemniki",
                    },
                    {
                        id: 4,
                        name: "Автоцистерны",
                        path: "/avtotsisterny",
                    },
                    {
                        id: 5,
                        name: "Автоэвакуаторы",
                        path: "/avtoevakuatory",
                    },

                    {
                        id: 6,
                        name: "Изотермические фургоны",
                        path: "/avtofurgony",
                    },
                    {
                        id: 7,
                        name: "Контейнеровозы",
                        path: "/konteynerovozy",
                    },
                    {
                        id: 8,
                        name: "Крюковые погрузчики",
                        path: "/kryukovye-pogruzchiki",
                    },
                    {
                        id: 9,
                        name: "Самосвалы",
                        path: "/catalog/samosvaly",
                    },
                    {
                        id: 10,
                        name: "Автомобили ДОПОГ категория EXII",
                        path: "/avtomobili-dopog-kategoriya-exii",
                    },
                    {
                        id: 11,
                        name: "Бортовые автомобили",
                        path: "/bortovye-avtomobili",
                    },
                ],
            },

            aboutUs: {
                title: "О нас",
                links: [
                    {
                        name: "О компании ООО «Рустрак»",
                        path: "/about",
                    },
                    {
                        name: "Новости",
                        path: "/news",
                    },
                    {
                        name: "Наши партнёры",
                        path: "/partners",
                    },
                    { name: "Поставщикам и партнёрам", path: "/suppliers" },
                    { name: "Отзывы", path: "/reviews" },
                    { name: "Сертификаты", path: "/cert" },
                    { name: "Вакансии", path: "/vacancies" },
                    { name: "Кредит и лизинг", path: "/leasing" },
                ],
            },

            media: {
                title: "Медиа",
                links: [
                    {
                        name: "Фотогалерея",
                        path: "/photogallery",
                    },
                    {
                        name: "Видео",
                        path: "/video",
                    },

                    {
                        name: "Рекламные материалы",
                        path: "/promo",
                    },
                    {
                        name: "Информационные материалы",
                        path: "/info",
                    },
                ],
            },

            service: {
                links: [
                    {
                        name: "Сервис",
                        path: "/service",
                    },
                    {
                        name: "Ремонт",
                        path: "/remont",
                    },
                    {
                        name: "Новости",
                        path: "/news",
                    },
                    {
                        name: "Контакты",
                        path: "/contacts",
                    },
                ],
            },
        },
    },

    hero: {
        slides: [
            {
                id: 1,
                title: "АТЗ Рустрак включены в реестр российской промышленной продукции",
                description: "Теперь доступны для приобретения по 44 Ф3",
                buttons: [
                    {
                        text: "Заказать звонок",
                        variant: "btn_big_border",
                    },
                ],
            },

            {
                id: 2,
                title: "В наличии шторные фургоны КАМАЗ 4308",
                description:
                    "Размеры надстройки 6200х2550х2850 мм. Цена 5 500 000 руб.",
                buttons: [
                    {
                        text: "Заказать звонок",
                        variant: "btn_big_border",
                    },
                ],
            },

            {
                id: 3,
                title: "Бортовые платформы со шторным механизмом",
                description:
                    "Производство и поставка коммерческого транспорта, бортовых платформ, в том числе со сдвижными шторами, сдвижной крышей.",
                buttons: [
                    {
                        text: "Подробнее",
                        variant: "btn_big",
                    },
                ],
            },

            {
                id: 4,
                title: "ООО «РусТрак»",
                description:
                    "Производство и поставка специализированной техники и спецтранспорта",
                buttons: [
                    {
                        text: "Открыть каталог",
                        variant: "btn_big",
                    },
                    {
                        text: "Заказать звонок",
                        variant: "btn_big_border",
                    },
                ],
            },

            {
                id: 5,
                title: "Краны манипуляторы на базе MCV/HCV грузовиков",
                description:
                    "Производство автомобилей с крано-манипуляторными установками. Использование противосдвиговых пластин, установка блока распределителя управления задними опорами, открытый профиль HOSSEN, монтажные плиты в основании КМУ, окрас платформы в цвет крана.",
                buttons: [
                    {
                        text: "Подробнее",
                        variant: "btn_big",
                    },
                    {
                        text: "Заказать звонок",
                        variant: "btn_big_border",
                    },
                ],
            },

            {
                id: 6,
                title: "Автотопливозаправщики на базе MCV/HCV грузовиков",
                description:
                    "Производство и поставка автотопливозаправщиков объёмом 8 и 6 м.куб. Алюминиевые коммуникации, композитные напорно-всасывающие рукава, производительный узел выдачи топлива.",
                buttons: [
                    {
                        text: "Подробнее",
                        variant: "btn_big",
                    },
                    {
                        text: "Заказать звонок",
                        variant: "btn_big_border",
                    },
                ],
            },
        ],
    },

    aboutCompany: {
        intro: {
            title: 'О компании <span class="rustrack text-[#FEC80B]">Рустрак</span>',
            paragraphs: [
                {
                    text: "Наша компания занимает лидирующие позиции на рынке спецтехники: каждый день мы вносим свой вклад в развитие отечественного автопрома и укрепление российской экономики.",
                },
                {
                    text: "«РусТрак» является ведущим производителем коммерческого транспорта и специализированной техники. Наша работа признана и высоко оценена крупнейшими отечественными корпорациями и государственными структурами: мы поставляем спецтехнику для таких корпораций, как Газпром, Росатом, Россети, РСК «МИГ» и других.",
                },
            ],
            button: "Подробнее",
        },
    },
    CompanyStatistics: {
        fullThreeStats: [
            {
                numberOfStats: "17",
                unit: "субъектов",
                description:
                    "За 17 лет деятельности ООО «РусТрак» превратилось в крупное предприятие по производству и продаже специальной техники",
            },
            {
                numberOfStats: "85",
                unit: "субъектов",
                description:
                    "Мы обеспечили 85 субъектов РФ надёжной техникой коммерческого и специализированного предназначения",
            },
            {
                numberOfStats: "11",
                unit: "концернов",
                description:
                    "ООО «РусТрак» дорожит доверием автопрома, которое подтверждено полномочиями от 11 автопроизводителей",
            },
        ],
    },
    scrollSlider: {
        into: {},
        linePart: [
            {
                id: 1,
                name: "Конструкторское бюро",
                text: "Собственное конструкторское бюро позволяет реализовать индивидуальные проекты клиента.",
            },
            {
                id: 2,
                name: "Разработка",
                text: "Все проекты разработаны согласно мануал кузовостроителей.",
            },
            {
                id: 3,
                name: "Производственная база",
                text: "Собственная производственная база позволяет максимально снизить себестоимость продукции, повышая её конкурентоспособность.",
            },
            {
                id: 4,
                name: "Гарантия",
                text: "Собственное конструкторское бюро позволяет реализовать индивидуальные проекты клиента.Гарантия на надстройки и работы соответствует гарантии шасси.",
            },
            {
                id: 5,
                name: "Сервис",
                text: "Сервисное обслуживание: партнёрская сервисная сеть на всей территории РФ.",
            },
        ],
    },

    products: {
        modal: {
            title: "Получить коммерческое предложение",
            inputs: [
                {
                    name: "name",
                    label: "Ваше имя *",
                    placeholder: "Иван",
                    type: "text",
                    must: "Поле обязательно для заполнения",
                },
                {
                    name: "email",
                    label: "Э-мейл *",
                    placeholder: "russia@mail.com",
                    type: "email",
                    must: "Поле обязательно для заполнения",
                },
                {
                    name: "tel",
                    label: "Телефон *",
                    placeholder: "+7 (___) ___-__-__",
                    type: "tel",
                    must: "Поле обязательно для заполнения",
                },
            ],

            agreement: {
                text: "Я согласен",
                link: "на обработку персональных данных",
            },

            getPk: "Получить КП",
        },
    },

    anyQuestions: {
        extraQuest: "ОСТАЛИСЬ ВОПРОСЫ?",
        leaveContact:
            "Оставьте свои контактные данные, и мы перезвоним Вам в ближайшее время",

        inputs: [
            {
                label: "Ваше имя *",
                htmlFor: "name",
                placeholder: "Артем",
            },
            {
                label: "Телефон *",
                htmlFor: "phone",
                placeholder: "+7",
            },
        ],
        sendButton: "Отправить",
        agreement:
            'Нажимая на кнопку отправить <a href="/upload/privacy_policy.pdf">Вы соглашаетесь на обработку персональных данных</a>',
    },

    news: {},
    footer: {},
};

export default ru;
