const ru = {
    language: "ru",

    header: {
        production: "производство и продажа автоспецтехники",
        workingTime: "Время работы",
        workingTimeOpened: "Пн-пт: с 8:00 до 18:00",
        workingTimeWeekend: "Сб-вс: Выходной",
        adress: "г. Нижний Новгород, ул. Торфяная, 35",
        forStates: "Для регионов:",
        numberForStates: " 8 (800)-511-05-25",
        forLocals: "Нижний Новгород:",
        numberFotLocals: " 8 (831) 235-26-16",
        gispText: "В РЕЕСТРЕ РОССИЙСКОЙ ПРОМЫШЛЕННОЙ ПРОДУКЦИИ",

        navigation: {
            about: "О нас",
            media: "Медиа",
            service: "Сервис",
            news: "Новости",
            contacts: "Контакты",
            filtered: "отфильтровано",
        },

        megaMenu: {
            categories: {
                title: "Категории",
                recommendedProducts: "Рекомендуемая продукция",

                types: [
                    {
                        id: 1,
                        name: "Шторные автомобили",
                        slug: "шторные-автомобили",
                    },
                    {
                        id: 2,
                        name: "Краны-манипуляторы",
                        slug: "краны-манипуляторы",
                    },
                    {
                        id: 3,
                        name: "Автотопливозаправщики",
                        slug: "автотопливозаправщики",
                    },
                    {
                        id: 4,
                        name: "Автогидроподъёмники",
                        slug: "автогидроподъёмники",
                    },
                    {
                        id: 5,
                        name: "Автоцистерны",
                        slug: "автоцистерны",
                    },
                    {
                        id: 6,
                        name: "Автомобили-эвакуаторы",
                        slug: "автомобили-эвакуаторы",
                    },
                    {
                        id: 7,
                        name: "Изотермические фургоны",
                        slug: "изотермические-фургоны",
                    },
                    {
                        id: 8,
                        name: "Контейнеровозы",
                        slug: "контейнеровозы",
                    },
                    {
                        id: 9,
                        name: "Крюковые погрузчики",
                        slug: "крюковые-погрузчики",
                    },
                    {
                        id: 10,
                        name: "Самосвалы",
                        slug: "самосвалы",
                    },
                    {
                        id: 11,
                        name: "Автомобили ДОПОГ категории EXII",
                        slug: "автомобили-допог-категории-exii",
                    },
                    {
                        id: 12,
                        name: "Бортовые автомобили",
                        slug: "бортовые-автомобили",
                    },
                ],
            },

            aboutUs: {
                title: "О нас",
                links: [
                    {
                        name: "О компании ООО «РусТрак»",
                        path: "/about",
                    },
                    {
                        name: "Новости",
                        path: "/news",
                    },
                    {
                        name: "Наши партнёры",
                        path: "/partners",
                    },
                    {
                        name: "Поставщикам и партнёрам",
                        path: "/suppliers",
                    },
                    {
                        name: "Отзывы",
                        path: "/reviews",
                    },
                    {
                        name: "Сертификаты",
                        path: "/cert",
                    },
                    {
                        name: "Вакансии",
                        path: "/vacancies",
                    },
                    {
                        name: "Кредит и лизинг",
                        path: "/leasing",
                    },
                ],
            },

            media: {
                title: "Медиа",
                links: [
                    {
                        name: "Фотогалерея",
                        path: "/photogallery",
                    },
                    {
                        name: "Видео",
                        path: "/video",
                    },
                    {
                        name: "Рекламные материалы",
                        path: "/promo",
                    },
                    {
                        name: "Информационные материалы",
                        path: "/info",
                    },
                ],
            },

            service: {
                links: [
                    {
                        name: "Сервис",
                        path: "/service",
                    },
                    {
                        name: "Ремонт",
                        path: "/remont",
                    },
                    {
                        name: "Новости",
                        path: "/news",
                    },
                    {
                        name: "Контакты",
                        path: "/contacts",
                    },
                ],
            },
        },
    },

    hero: {
        slides: [
            {
                id: 1,
                title: "АТЗ Рустрак включены в реестр российской промышленной продукции ",
                description:
                    "Теперь доступны для приобретения по Федеральному закону № 44-ФЗ",
                buttons: [
                    {
                        text: "Заказать звонок",
                        variant: "btn_big_border",
                    },
                ],
            },

            {
                id: 2,
                title: "В наличии шторные фургоны КАМАЗ 4308",
                description:
                    "Размеры надстройки: 6200x2550x2850 мм. Цена: 5 500 000 руб.",
                buttons: [
                    {
                        text: "Заказать звонок",
                        variant: "btn_big_border",
                    },
                ],
            },

            {
                id: 3,
                title: "Бортовые платформы со шторным механизмом",
                description:
                    "Производство и поставка коммерческого транспорта, бортовых платформ, в том числе со сдвижными шторами и сдвижной крышей.",
                buttons: [
                    {
                        text: "Подробнее",
                        variant: "btn_big",
                    },
                ],
            },

            {
                id: 4,
                title: "ООО «РусТрак»",
                description:
                    "Производство и поставка специализированной техники и спецтранспорта",
                buttons: [
                    {
                        text: "Открыть каталог",
                        variant: "btn_big",
                    },
                    {
                        text: "Заказать звонок",
                        variant: "btn_big_border",
                    },
                ],
            },

            {
                id: 5,
                title: "Краны-манипуляторы на базе грузовиков MCV/HCV",
                description:
                    "Производство автомобилей с крано-манипуляторными установками. Использование противосдвиговых пластин, установка блока распределителя управления задними опорами, открытый профиль HOSSEN, монтажные плиты в основании КМУ, окраска платформы в цвет крана.",
                buttons: [
                    {
                        text: "Подробнее",
                        variant: "btn_big",
                    },
                    {
                        text: "Заказать звонок",
                        variant: "btn_big_border",
                    },
                ],
            },

            {
                id: 6,
                title: "Автотопливозаправщики на базе грузовиков MCV/HCV",
                description:
                    "Производство и поставка автотопливозаправщиков объёмом 8 и 6 кубических метров. Алюминиевые коммуникации, композитные напорно-всасывающие рукава и производительный узел выдачи топлива.",
                buttons: [
                    {
                        text: "Подробнее",
                        variant: "btn_big",
                    },
                    {
                        text: "Заказать звонок",
                        variant: "btn_big_border",
                    },
                ],
            },
        ],
    },

    aboutCompany: {
        intro: {
            title: 'О компании <span class="rustrack text-[#FEC80B]">РусТрак</span>',
            paragraphs: [
                {
                    text: "Наша компания занимает лидирующие позиции на рынке спецтехники. Каждый день мы вносим свой вклад в развитие отечественного автопрома и укрепление российской экономики.",
                },
                {
                    text: "«РусТрак» является ведущим производителем коммерческого транспорта и специализированной техники. Наша работа признана и высоко оценена крупнейшими отечественными корпорациями и государственными структурами. Мы поставляем спецтехнику для таких компаний, как Газпром, Росатом, Россети, РСК «МИГ» и других.",
                },
            ],
            button: "Подробнее",
        },
    },

    CompanyStatistics: {
        fullThreeStats: [
            {
                numberOfStats: "17",
                unit: "лет",
                description:
                    "За 17 лет деятельности ООО «РусТрак» превратилось в крупное предприятие по производству и продаже специальной техники.",
            },
            {
                numberOfStats: "85",
                unit: "регионов",
                description:
                    "Мы обеспечили 85 регионов Российской Федерации надёжной техникой коммерческого и специализированного назначения.",
            },
            {
                numberOfStats: "11",
                unit: "автопроизводителей",
                description:
                    "ООО «РусТрак» дорожит доверием автомобильной промышленности, которое подтверждено официальными партнёрствами с 11 автопроизводителями.",
            },
        ],
    },

    scrollSlider: {
        into: {},

        linePart: [
            {
                id: 1,
                name: "Конструкторское бюро",
                text: "Собственное конструкторское бюро позволяет реализовать индивидуальные проекты клиентов.",
            },
            {
                id: 2,
                name: "Разработка",
                text: "Все проекты разработаны в соответствии с мануалами производителей транспортных средств.",
            },
            {
                id: 3,
                name: "Производственная база",
                text: "Собственная производственная база позволяет значительно снизить себестоимость продукции, повышая её конкурентоспособность.",
            },
            {
                id: 4,
                name: "Гарантия",
                text: "Собственное конструкторское бюро позволяет реализовать индивидуальные проекты клиентов. Гарантия на надстройки и работы соответствует гарантии на шасси.",
            },
            {
                id: 5,
                name: "Сервис",
                text: "Сервисное обслуживание: широкая партнёрская сервисная сеть на всей территории Российской Федерации.",
            },
        ],
    },

    products: {
        modal: {
            title: "Получить коммерческое предложение",

            inputs: [
                {
                    name: "name",
                    label: "Ваше имя *",
                    placeholder: "Иван",
                    type: "text",
                    must: "Это поле обязательно для заполнения",
                },
                {
                    name: "email",
                    label: "Электронная почта *",
                    placeholder: "russia@mail.com",
                    type: "email",
                    must: "Это поле обязательно для заполнения",
                },
                {
                    name: "tel",
                    label: "Телефон *",
                    placeholder: "+7 (___) ___-__-__",
                    type: "tel",
                    must: "Это поле обязательно для заполнения",
                },
            ],

            agreement: {
                text: "Я согласен",
                link: "на обработку персональных данных",
            },

            getPk: "Получить КП",
        },
    },

    anyQuestions: {
        extraQuest: "ОСТАЛИСЬ ВОПРОСЫ?",
        leaveContact:
            "Оставьте свои контактные данные, и мы перезвоним Вам в ближайшее время",

        inputs: [
            {
                label: "Ваше имя *",
                htmlFor: "name",
                placeholder: "Артем",
                name: "name",
                type: "text",
                must: "Это поле обязательно для заполнения",
            },
            {
                label: "Телефон *",
                htmlFor: "phone",
                placeholder: "+7",
                name: "tel",
                type: "tel",
                must: "Это поле обязательно для заполнения",
            },
        ],

        sendButton: "Отправить",

        agreement:
            'Нажимая на кнопку отправить <1 href="/upload/privacy_policy.pdf">Вы соглашаетесь на обработку персональных данных</1>',
    },

    newsSection: {
        intro: {
            title: "Новости",
        },
        categories: [
            {
                id: 1,
                slug: "pervyy-v-rossii-konteynerovoz-na-shassi-kamaz-65658-vypustil-rustrak",
            },
            {
                id: 2,
                slug: "rustrak-podvyel-itogi-uchastiya-v-vystavke-comvex-2026-",
            },
            {
                id: 3,
                slug: "sadko-9-fermer-obzavelsya-kmu-s-burilnoy-ustanovkoy-",
            },
            {
                id: 4,
                slug: "rustrak-pozdravryalet-s-mezhdunarodnym-zhenskim-dnyem",
            },
        ],
    },

    newsPage: {
        intro: {
            title: "Новости РусТрак",
        },
    },

    footer: {
        mainInfo: [
            {
                text: "Тел/факс: 8 (831) 235-25-17",
                to: "tel:88312352517",
            },
            {
                text: "Email: info+7603@rtrf.ru",
                to: "mailto:info+7603@rtrf.ru",
            },
            {
                text: "г. Нижний Новгород ул. Торфяная, 35",
                to: "https://yandex.ru/maps/?text=Нижний+Новгород+Торфяная+35",
                isExternal: true,
            },
            {
                text: "Заказать звонок",
                type: "button",
            },
            {
                text: "2009 - 2026 © Rus - Trucks",
                type: "disclaimerOne",
            },
            {
                text: " Информация на сайте не является публичной офертой, определяемой согласно статье 435 Гражданского кодекса РФ и носит исключительно информационный характер.",
                type: "disclaimer",
            },
        ],

        aboutUs: [
            { title: "О нас" },

            {
                text: "О компании ООО «Рустрак»",
                to: "/about",
            },
            {
                text: "Новости",
                to: "/news",
            },
            {
                text: "Наши партнёры",
            },
            {
                text: "Производство",
            },
            {
                text: "Поставщикам и партнёрам",
            },
            {
                text: "Отзывы",
            },
            {
                text: "Сертификаты",
            },
        ],

        services: [
            { text: "Вакансии" },
            { text: "Кредит и лизинг" },
            { text: "Сервис" },
            { text: "Ремонт" },
            { text: "Контакты" },
            { text: "Полезные статьи" },
        ],

        media: [
            {
                title: "Медиа",
            },
            {
                text: "Фотогалерея",
            },
            {
                text: "Видео",
            },
            {
                text: "Рекламные материалы",
            },
        ],

        inputTitle: {
            orderCall: "Заказать звонок",
            getInTouch: "Наш менеджер свяжется с Вами в ближайшее время",
        },

        inputs: [
            {
                label: "Ваше имя *",
                htmlFor: "name",
                placeholder: "Иван",
                name: "name",
                type: "text",
                must: "Поле обязательно для заполнения",
            },
            {
                label: "Телефон *",
                htmlFor: "phone",
                placeholder: "+7",
                name: "tel",
                type: "tel",
                must: "Поле обязательно для заполнения",
            },
        ],

        button: "Оставить заявку",

        agreement:
            'Я согласен <1 href="/upload/privacy_policy.pdf">на обработку персональных данных</1>',
    },

    breadcrumbs: {
        home: "Главная",
        catalog: "Каталог",
        news: "Новости",
        about: "О нас",
        contacts: "Контакты",
        service: "Сервис",
        remont: "Ремонт",
        success: "Успешно",
    },
};

export default ru;
