import truckImage1 from "../assets/images/truckData/truck1.webp";
import truckDrawing1 from "../assets/images/truckDrawing/truckDrawing1.png";

const trucks = [
    {
        id: 0,
        images: [{ image: truckImage1 }, { drawing: truckDrawing1 }],

        ru: {
            price: "Цена по запросу",

            truckType:
                "Кран-манипулятор SOLLERS TR80-47 с КМУ HKTC 3014 (модель 4389A8)",

            category: "Контейнеровозы",

            description: {
                title: "Описание",

                text: "Контейнеровоз на шасси ГАЗ C41R33 специализированное транспортное средство, предназначенное для перевозки специального контейнера. Состоит из надрамника и универсальной грузовой платформы с замками. Возможно комплектование настилом пола, бортами для повышения универсальности автомобиля.",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "ГАЗ C41R33",
                    },
                    {
                        title: "Тип надстройки",
                        value: "Контейнеровоз",
                    },
                    {
                        title: "Двигатель",
                        subItems: [
                            {
                                title: "Модель",
                                value: "ЯМЗ 53445",
                            },
                            {
                                title: "Объем, л",
                                value: "4,45",
                            },
                            {
                                title: "Максимальная мощность (л.с./об. мин)",
                                value: "168 / 2300",
                            },
                        ],
                    },
                    {
                        title: "КПП",
                        subItems: [
                            {
                                title: "Модель, тип",
                                value: "механическая",
                            },
                            {
                                title: "Кол-во ступеней",
                                value: "5 ступенчатая",
                            },
                        ],
                    },
                    {
                        title: "Колесная база, мм",
                        value: "4515",
                    },
                    {
                        title: "Грузоподъёмность",
                        value: "4270",
                    },
                    {
                        title: "Снаряженная масса а/м",
                        value: "4430",
                    },
                    {
                        title: "Полная масса автомобиля, кг",
                        value: "8700",
                    },
                    {
                        title: "Габаритные размеры автомобиля, мм",
                        value: "7690x2370x2680",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Кран-манипулятор SOLLERS TR80-47 с КМУ НКТС 3014 (модель 4389A8)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "SOLLERS TR80-47",
                        },
                        {
                            title: "Тип надстройки",
                            value: "Бортовая платформа с КМУ",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins D4.0EVID170, 163 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 6-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры автомобиля, ДхШхВ (мм)",
                            value: "8990x2400x3330",
                        },
                        {
                            title: "Полная масса (кг)",
                            value: "8000",
                        },
                        {
                            title: "Снаряженная масса (кг)",
                            value: "6420",
                        },
                        {
                            title: "Габаритные размеры бортовой платформы, ДхШхВ (мм)",
                            value: "6200x2400x600",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантованного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 5 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Стальные оцинкованные или алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 600 мм. Угол открывания бортов – 180°. Быстросъёмные стойки домогающегося типа по 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита из алюминиевых профилей на откидных оцинкованных кронштейнах. Заднее защитное устройство. Ступень для подъёма на платформу.",
                        },
                    ],
                },

                {
                    sectionTitle:
                        "Характеристики кран-манипуляторной установки НКТС 3014",

                    items: [
                        {
                            title: "Максимальный грузовой момент, тм",
                            value: "8,6",
                        },
                        {
                            title: "Г/п на минимальном вылете, кг",
                            value: "3200",
                        },
                        {
                            title: "Минимальный рабочий радиус, м",
                            value: "2,5",
                        },
                        {
                            title: "Г/п на максимальном вылете, кг",
                            value: "700",
                        },
                        {
                            title: "Максимальный вылет стрелы, м",
                            value: "9,8",
                        },
                        {
                            title: "Стрела / количество секций",
                            value: "Гексагональная / 4 секции",
                        },
                        {
                            title: "Угол вращения колонны вокруг своей оси, град",
                            value: "360°, бесконечный",
                        },
                        {
                            title: "Передние аутригеры, м",
                            value: "Размах 4,1",
                        },
                        {
                            title: "Задние аутригеры, м",
                            value: "наличие",
                        },
                        {
                            title: "Масса КМУ, кг",
                            value: "1450",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
];

export default trucks;
