import galleryOf1TruckImage1 from "../assets/images/truckNews/1/main.webp";
import galleryOf1TruckImage2 from "../assets/images/truckNews/2/main.webp";
import galleryOf1TruckImage3 from "../assets/images/truckNews/3/main.webp";
import galleryOf1TruckImage4 from "../assets/images/truckNews/4/main.webp";

export const TruckNews = [
    {
        id: 1,
        slug: "pervyy-v-rossii-konteynerovoz-na-shassi-kamaz-65658-vypustil-rustrak",

        date: "07.07.2026",
        button: "Подробнее",

        gallerImages: [
            {
                image: galleryOf1TruckImage1,
                // image: "",
                // image: "",
                // image: "",
            },
        ],

        ru: {
            mainTitle:
                "Первый в России контейнеровоз на шасси КАМАЗ‑65658 выпустил «Рустрак»",

            newsInfo: [
                {
                    section: [
                        {
                            text: "ООО «РУСТРАК» разработал контейнеровоз на шасси КАМАЗ 65658-1766-49 — первый в России проект на базе этого шасси. Это компактное и маневренное решение для контейнерной логистики. Предназначен для перевозки контейнеров с опасными грузами (категории ТС FL, АТ по классификации ДОПОГ).",
                        },
                    ],
                },

                {
                    title: "Ключевые характеристики",

                    section: [
                        {
                            text: "• Габариты — 9040 × 2550 × 3480 мм;",
                        },
                        {
                            text: "",
                        },
                        {
                            text: "• Двигатель — 400 л.с. (КАМАЗ 689);",
                        },
                        {
                            text: "• КПП — F12JZ24DD (12-ти ступенчатая роботизированная);",
                        },
                        {
                            text: "• Нагрузка на оси — до 9000 кг (передняя) и 20 500 кг (ведущий мост).",
                        },
                    ],
                },

                {
                    title: "Конструкция",
                    section: [
                        {
                            text: "Шасси укорочено для оптимального сопряжения согласно стандартам морских контейнеров. Усиленный надрамник изготовлен из швеллеров и гнутых профилей из сталей марок применяемых в автомобилестроении, платформа оснащена сертифицированными фитинговыми замками TLT-10 для надёжной фиксации груза. Контейнеровоз Рустрак на шасси КАМАЗ 65658 предназначен для перевозки контейнеров типов - 1CX, 1C, 1CC.",
                        },
                    ],
                },
                {
                    title: "Защита",
                    section: [
                        {
                            text: "Весь металл проходит трёхэтапную обработку: дробеструйную очистку, эпоксидное грунтование с цинкфосфатными соединениями и финишную многослойную окраску. Такая технология обеспечивает высокую адгезию покрытия, надёжную антикоррозионную защиту и продлевает срок службы конструкции даже в условиях агрессивной среды портов и терминалов.",
                        },
                        {
                            text: "Контенеровоз «РУСТРАК» — оптимальное решение для перевозок «последней мили».",
                        },
                    ],
                },
            ],
        },
    },
    {
        id: 2,
        slug: "rustrak-podvyel-itogi-uchastiya-v-vystavke-comvex-2026-",

        date: "08.06.2026",
        button: "Подробнее",

        gallerImages: [
            {
                image: galleryOf1TruckImage2,
                // image: "",
                // image: "",
                // image: "",
            },
        ],

        ru: {
            mainTitle: "«Рустрак» подвёл итоги участия в выставке COMVEX 2026.",

            newsInfo: [
                {
                    section: [
                        {
                            text: "ООО «Рустрак» успешно завершил работу на крупнейшем отраслевом событии года. Экспозиция «Рустрак» привлекла внимание широкого круга специалистов, экспертов и представителей бизнеса в сфере коммерческого транспорта.",
                        },
                        {
                            text: "На протяжении всех дней выставки команда компании активно работала на стенде, проводя встречи и переговоры с действующими партнерами, а также с новыми клиентами. В ходе деловой программы были намечены ключевые направления для дальнейшего сотрудничества и достигнут ряд важных договоренностей, направленных на развитие партнерских отношений.",
                        },
                        {
                            text: "Мы благодарим всех гостей нашего стенда за проявленный интерес, доверие и продуктивный диалог. До новых встреч!",
                        },
                    ],
                },
            ],
        },
    },
    {
        id: 3,
        slug: "sadko-9-fermer-obzavelsya-kmu-s-burilnoy-ustanovkoy-",

        date: "06.03.2026",
        button: "Подробнее",

        gallerImages: [
            {
                image: galleryOf1TruckImage3,
            },
        ],

        ru: {
            mainTitle: "Садко 9 Фермер обзавелся КМУ с бурильной установкой",

            newsInfo: [
                {
                    section: [
                        {
                            text: "Завод «Рустрак» установил на базу Садко NEXT 9 кран манипулятор с бурильно-крановой установкой TAURUS 035A. Садко 9 с КМУ с бурильным оборудованием, закрывает потребности энергетических, строительных и коммунальных компаний в технике, способной эффективно работать там, где заканчиваются дороги. Универсальность оборудования в комбинации с полноприводным шасси с двухрядной кабиной минимизирует простои в условиях отсутствия дорожной инфраструктуры.",
                        },
                        {
                            text: "Комментарий Шалявина Дмитрия Леонидовича, главного конструктора завода «Рустрак» Эта машина будет работать в энергетике, но сфера применения ее гораздо шире, строительство, нефтегазовая и добывающая промышленность, да и в сфере ЖКХ такая универсальность дает бесспорное сокращение времени на решение поставленных задач. По сути, это автономный комплекс, способный заменить собой парк из нескольких специализированных единиц техники» ",
                        },
                    ],
                },

                {
                    title: "Технические характеристики автомобиля",
                    section: [
                        {
                            text: "Грузовые характеристики автомобиля",
                        },
                        {
                            text: "• Грузоподъёмность до 2,05 тонн",
                        },
                        {
                            text: "• Кабина на 7 мест",
                        },
                        {
                            text: "• Борт 3,5 на 2,4 метра внутренние размеры.",
                        },
                    ],
                },

                {
                    title: "Характеристики БКО TAURUS 035A",
                    section: [
                        {
                            text: "• Грузовой момент: 7000 кгм",
                        },
                        {
                            text: "• Стрела 12,5 метров",
                        },
                        {
                            text: "• Грузоподъёмность 3,5 тонны на 2 метра и 350 кг на 12.5 метрах",
                        },
                        {
                            text: "• Буровая установка глубиной бурения до 8 метров",
                        },
                        {
                            text: "• Максимальный рабочий радиус бура 6 метров",
                        },
                        {
                            text: "• Угол вращения колонны вокруг своей оси 360° непрерывно",
                        },
                        {
                            text: "• Угол подъема стрелы -10° ~ 70°",
                        },
                        {
                            text: "• Макс. крутящий момент на вращаетеле, Нм 6 000",
                        },
                        {
                            text: "• Вращение бурового инструмента об/мин 35",
                        },
                    ],
                },
            ],
        },
    },
    {
        id: 4,
        slug: "rustrak-pozdravryalet-s-mezhdunarodnym-zhenskim-dnyem",

        date: "26.03.2026",
        button: "Подробнее",

        gallerImages: [
            {
                image: galleryOf1TruckImage4,
            },
        ],

        ru: {
            mainTitle: "Рустрак поздравляет с Международным женским днём!",
            newsInfo: [
                {
                    section: [
                        {
                            title: "Дорогие женщины!",
                        },
                        {
                            text: "От всей души поздравляем вас с самым нежным праздником — 8 Марта! Пусть этот день будет таким же ярким и красивым, как первые весенние цветы. Спасибо вам за то, что делаете мир вокруг добрее, гармоничнее и светлее. Вы — наше вдохновение!",
                        },
                        {
                            text: "Желаем вам искренних улыбок, внимания близких и отличного настроения каждый день!",
                        },
                        {
                            text: "С уважением и самыми теплыми пожеланиями, Ваш Рустрак.",
                        },
                    ],
                },
            ],
        },
    },
];
