const trucks = [
    {
        id: 0,
        image: "",
        ru: {
            price: "Цена по запросу",

            truckType: "Контейнеровоз на шасси ГАЗ C41R33",

            truckNameShortcut: "Контейнеровоз ГАЗ C41R33",

            category: "Контейнеровозы",

            description: {
                title: "Описание",

                text: "Контейнеровоз на шасси ГАЗ C41R33 специализированное транспортное средство, предназначенное для перевозки специального контейнера. Состоит из надрамника и универсальной грузовой платформы с замками. Возможно комплектование настилом пола, бортами для повышения универсальности автомобиля.",
            },

            specifications: {
                title: "Характеристики",

                sections: [
                    {
                        title: "Контейнеровоз на шасси ГАЗ C41R33",

                        items: [
                            {
                                title: "Базовое шасси",
                                value: "ГАЗ C41R33",
                            },
                            {
                                title: "Тип надстройки",
                                value: "Контейнеровоз",
                            },
                            {
                                title: "Двигатель",
                                subItems: [
                                    {
                                        title: "Модель",
                                        value: "ЯМЗ 53445",
                                    },
                                    {
                                        title: "Объем, л",
                                        value: "4,45",
                                    },
                                    {
                                        title: "Максимальная мощность (л.с./об. мин)",
                                        value: "168 / 2300",
                                    },
                                ],
                            },
                            {
                                title: "КПП",
                                subItems: [
                                    {
                                        title: "Модель, тип",
                                        value: "механическая",
                                    },
                                    {
                                        title: "Кол-во ступеней",
                                        value: "5 ступенчатая",
                                    },
                                ],
                            },
                            {
                                title: "Колесная база, мм",
                                value: "4515",
                            },
                            {
                                title: "Грузоподъёмность",
                                value: "4270",
                            },
                            {
                                title: "Снаряженная масса а/м",
                                value: "4430",
                            },
                            {
                                title: "Полная масса автомобиля, кг",
                                value: "8700",
                            },
                            {
                                title: "Габаритные размеры автомобиля, мм",
                                value: "7690x2370x2680",
                            },
                        ],
                    },
                ],
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
];

export default trucks;
