import mainTruckImage1 from "../assets/images/truckData/1/truck1.webp";
import truckDrawing1 from "../assets/images/truckData/1/truckDrawing1.png";
import mainTruckImage2 from "../assets/images/truckData/2/Main.webp";
import galleryOf1TruckImage2 from "../assets/images/truckData/2/galleryOf1TruckImage2.webp";
import galleryOf2TruckImage2 from "../assets/images/truckData/2/galleryOf2TruckImage2.webp";
import galleryOf3TruckImage2 from "../assets/images/truckData/2/galleryOf3TruckImage2.webp";
import galleryOf4TruckImage2 from "../assets/images/truckData/2/galleryOf4TruckImage2.webp";
import galleryOf5TruckImage2 from "../assets/images/truckData/2/galleryOf5TruckImage2.webp";
import galleryOf6TruckImage2 from "../assets/images/truckData/2/galleryOf6TruckImage2.webp";

import mainTruckImage3 from "../assets/images/truckData/3/Main.webp";
import galleryOf1TruckImage3 from "../assets/images/truckData/3/galleryOf1TruckImage3.webp";
import galleryOf2TruckImage3 from "../assets/images/truckData/3/galleryOf2TruckImage3.webp";
import galleryOf3TruckImage3 from "../assets/images/truckData/3/galleryOf3TruckImage3.webp";
import galleryOf4TruckImage3 from "../assets/images/truckData/3/galleryOf4TruckImage3.webp";
import galleryOf5TruckImage3 from "../assets/images/truckData/3/galleryOf5TruckImage3.webp";

import mainTruckImage4 from "../assets/images/truckData/4/Main.webp";
import galleryOf1TruckImage4 from "../assets/images/truckData/4/galleryOf1TruckImage4.webp";
import galleryOf2TruckImage4 from "../assets/images/truckData/4/galleryOf2TruckImage4.webp";
import galleryOf3TruckImage4 from "../assets/images/truckData/4/galleryOf3TruckImage4.webp";
import galleryOf4TruckImage4 from "../assets/images/truckData/4/galleryOf4TruckImage4.webp";

import truckDrawing5 from "../assets/images/truckData/5/truckDrawing5.png";
import mainTruckImage5 from "../assets/images/truckData/5/Main.webp";
import galleryOf1TruckImage5 from "../assets/images/truckData/5/galleryOf1TruckImage5.webp";
import galleryOf2TruckImage5 from "../assets/images/truckData/5/galleryOf2TruckImage5.webp";
import galleryOf3TruckImage5 from "../assets/images/truckData/5/galleryOf3TruckImage5.webp";
import galleryOf4TruckImage5 from "../assets/images/truckData/5/galleryOf4TruckImage5.webp";
import galleryOf5TruckImage5 from "../assets/images/truckData/5/galleryOf5TruckImage5.webp";

import truckDrawing6 from "../assets/images/truckData/6/truckDrawing6.png";
import mainTruckImage6 from "../assets/images/truckData/6/Main.webp";
import galleryOf1TruckImage6 from "../assets/images/truckData/6/galleryOf1TruckImage6.webp";
import galleryOf2TruckImage6 from "../assets/images/truckData/6/galleryOf2TruckImage6.webp";
import galleryOf3TruckImage6 from "../assets/images/truckData/6/galleryOf3TruckImage6.webp";
import galleryOf4TruckImage6 from "../assets/images/truckData/6/galleryOf4TruckImage6.webp";
import galleryOf5TruckImage6 from "../assets/images/truckData/6/galleryOf5TruckImage6.webp";

const trucks = [
    {
        recommended: true,

        id: 0,
        slug: "kran-manipulyator-sollers-tr80-47-s-kmu-hktc-3014-model-4389a8",
        categoryId: 0,

        images: {
            image: mainTruckImage1,
            drawing: truckDrawing1,
        },

        ru: {
            price: "Цена по запросу",

            truckType:
                "Кран-манипулятор SOLLERS TR80-47 с КМУ HKTC 3014 (модель 4389A8)",

            category: "Краны-манипуляторы",

            description: {
                title: "Описание",

                text: "Контейнеровоз на шасси ГАЗ C41R33 специализированное транспортное средство, предназначенное для перевозки специального контейнера. Состоит из надрамника и универсальной грузовой платформы с замками. Возможно комплектование настилом пола, бортами для повышения универсальности автомобиля.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "SOLLERS TR80-47",
                    },

                    {
                        title: "Двигатель",
                        value: "Cummins D4.0EVID170, 163 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "8990",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2400",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3330",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "5200",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "6200",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "6420",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "1580",
                    },
                    {
                        title: "Грузоподъёмность КМУ, тонн",
                        value: "3,2",
                    },
                    {
                        title: "Вылет стрелы, м",
                        value: "9,8",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Кран-манипулятор SOLLERS TR80-47 с КМУ НКТС 3014 (модель 4389A8)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "SOLLERS TR80-47",
                        },
                        {
                            title: "Тип настройки",
                            value: "Бортовая платформа с КМУ",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins D4.0EVID170, 163 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 6-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры автомобиля, ДхШхВ (мм)",
                            value: "8990х2400х3330",
                        },
                        {
                            title: "Полная масса (кг)",
                            value: "8000",
                        },
                        {
                            title: "Снаряженная масса (кг)",
                            value: "6420",
                        },
                        {
                            title: "Габаритные размеры бортовой платформы, ДхШхВ (мм)",
                            value: "6200х2400х600",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 5 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Стальные оцинкованные или алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О. Быстросъёмные стойки ломающегося типа по 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита из алюминиевых профилей на откидных оцинкованных кронштейнах. Заднее защитное устройство. Ступень для подъёма на платформу.",
                        },
                    ],
                },

                {
                    sectionTitle:
                        "Характеристики кран-манипуляторной установки НКТС 3014",

                    items: [
                        {
                            title: "Максимальный грузовой момент, тм",
                            value: "8,6",
                        },
                        {
                            title: "Г/п на минимальном вылете, кг",
                            value: "3200",
                        },
                        {
                            title: "Минимальный рабочий радиус, м",
                            value: "2,5",
                        },
                        {
                            title: "Г/п на максимальном вылете, кг",
                            value: "700",
                        },
                        {
                            title: "Максимальный вылет стрелы, м",
                            value: "9,8",
                        },
                        {
                            title: "Стрела / количество секций",
                            value: "Гексагональная / 4 секции",
                        },
                        {
                            title: "Угол вращения колонны вокруг своей оси, град",
                            value: "360°, бесконечный",
                        },
                        {
                            title: "Передние аутригеры, м",
                            value: "Размах 4,1",
                        },
                        {
                            title: "Задние аутригеры, м",
                            value: "наличие",
                        },
                        {
                            title: "Масса КМУ, кг",
                            value: "1450",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,

        id: 1,
        slug: "avtotoplivozapravshchik-na-shassi-gaz-c41r13-model-4389jy",
        categoryId: 1,

        images: {
            image: mainTruckImage2,
            drawing: truckDrawing1,
        },

        gallery: [
            { image: galleryOf1TruckImage2 },
            { image: galleryOf2TruckImage2 },
            { image: galleryOf3TruckImage2 },
            { image: galleryOf4TruckImage2 },
            { image: galleryOf5TruckImage2 },
            { image: galleryOf6TruckImage2 },
        ],

        ru: {
            price: "от 6 200 000Р",

            truckType:
                "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",

            category: "Автотопливозаправщики",

            description: {
                title: "Описание",

                text: "Автотопливозаправщик ГАЗ C41R13 предназначен для транспортирования, кратковременного хранения и дозированной выдачи светлых нефтепродуктов плотностью 780-860 кг/м3. Состоит из специальной цистерны, установленной на шасси, топливного насоса, счетчика жидкости позволяющего видеть объем выдаваемого топлива, напорно-всасывающих и раздаточного рукавов, пистолета и т.д.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "ГАЗ С41R13",
                    },
                    {
                        title: "Двигатель",
                        value: "ЯМЗ 53445, 168 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 5-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "6440",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2195",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "2890",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3770",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "8700",
                    },
                    {
                        title: "Объем цистерны, л.",
                        value: "5300",
                    },
                    {
                        title: "Количество отсеков, шт.:",
                        value: "2",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "ГАЗ C41R13",
                        },
                        {
                            title: "Полная масса, кг",
                            value: "8700",
                        },
                        {
                            title: "Снаряженная масса, кг",
                            value: "4200",
                        },
                        {
                            title: "Длина автомобиля, мм",
                            value: "6440",
                        },
                        {
                            title: "Ширина автомобиля, мм",
                            value: "2195",
                        },
                        {
                            title: "Высота автомобиля, мм",
                            value: "2890",
                        },
                        {
                            title: "Грузоподъёмность, кг",
                            value: "5300",
                        },
                        {
                            title: "Количество отсеков, шт.",
                            value: "2",
                        },
                    ],
                },

                {
                    sectionTitle: "Автотопливозаправщик ГАЗ C41R13",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "ГАЗ C41R13",
                        },
                        {
                            title: "Тип надстройки",
                            value: "Автотопливозаправщик",
                        },
                        {
                            title: "Двигатель",
                            value: "ЯМЗ 53445, 168 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 5-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "3770",
                        },
                    ],
                },
                {
                    sectionTitle: "Цистерна:",

                    items: [
                        {
                            title: "Общая номинальная вместимость цистерны, л.:",
                            value: "5300",
                        },
                        {
                            title: "Поперечное сечение:",
                            value: "эллипс",
                        },
                        {
                            title: "Толщина металла не менее, мм.:",
                            value: "3 мм",
                        },
                        {
                            title: "Цистерна изготовлена как мера вместимости:",
                            value: "Свидетельство о поверке",
                        },
                        {
                            title: "Налив цистерны:",
                            value: "Верхним способом",
                        },
                        {
                            title: "Слив цистерны:",
                            value: "Гравитационный (самотеком), при помощи собственного насоса.",
                        },
                        {
                            title: "Ограждение горловин от пролива нефтепродуктов (экологический короб):",
                            value: "Наличие, по всей длине цистерны",
                        },
                        {
                            title: "Слив воды из ограждения горловин от пролива нефтепродуктов (экологического короба):",
                            value: "Оборудованный шаровыми кранами и патрубками на конце, расположен в задней части цистерны с выводом в левую и правую стороны по ходу движения ТС.",
                        },
                        {
                            title: "Крышки горловин",
                            value: "Алюминиевые, с устройством дыхательным УД-33, 1 шт. на каждый отсек",
                        },
                    ],
                },
                {
                    sectionTitle: "Коммуникации",

                    items: [
                        {
                            title: "Материал Диаметр условного прохода, мм:",
                            value: "АМГ5М, Ду – 80.",
                        },
                        {
                            title: "Запорное оборудование:",
                            value: "Пневматический донный клапан, блок пневмоуправления, шаровые краны",
                        },
                        {
                            title: "Напорно-всасывающие рукава Диаметр условного прохода, мм Длинна одного, м.: Количество",
                            value: "Композитные импортные рукава Ду – 75, L= 3, 2 шт., расположены в пластиковых пеналах длинной 3,25 метра",
                        },
                        {
                            title: "Быстроразъемные соединения (БРС): Тип: Производитель:   Диаметр условного прохода, мм:",
                            value: "Elaflex, Ду -75",
                        },
                    ],
                },
                {
                    sectionTitle: "Насосное оборудование:",

                    items: [
                        {
                            title: "Привод насоса",
                            value: "От двигателя шасси через коробку отбора мощности",
                        },
                        {
                            title: "Насос",
                            value: "Насос	СШН-50/600П Шиберного типа, Производительность 600 л/мин, максимальная высота самовсасывания 6,0 м.",
                        },
                        {
                            title: "Фильтр",
                            value: "Фильтрующий элемент фильтра изготовлен из металлической сетки полутомпаковой 0,8Н (ГОСТ 66130). Сетка зафиксирована на каркасе проволокой.",
                        },
                    ],
                },
                {
                    sectionTitle: "Узел выдачи топлива:",

                    items: [
                        {
                            title: "Расположение:",
                            value: "В кормовой части автомобиля по середине с возможностью выдачи топлива на любую сторону.",
                        },
                        {
                            title: "Фильтр: Тип: Марка:",
                            value: "Чистота фильтрации не более 0,03. Элемент, фильтрующий ПЗМИ-М-545",
                        },
                        {
                            title: "Счетчик жидкости",
                            value: "ДД-25-1,6 СУ, Класс точности 0,25, диаметр условного прохода Ду-25, Давление измеряемой среды 1,6 Мпа, расход 1,2 – 7 м3/ч.",
                        },
                        {
                            title: "Раздаточный рукав",
                            value: "Ду-20, длина -5 м. Укладка свободная.",
                        },
                        {
                            title: "Кран раздаточный",
                            value: "Кран раздаточный АКТ с автоматическим и ручным прекращением выдачи рабочей жидкости марки А50-М.",
                        },
                        {
                            title: "Держатель для крана раздаточного»",
                            value: "Наличие",
                        },
                    ],
                },
                {
                    sectionTitle: "Комплектация:",

                    items: [
                        {
                            title: "Огнетушители:",
                            value: "2 шт., ОП-6, расположены в пластиковых пеналах справа и слева по ходу движения ТС, на переднем донце цистерны",
                        },
                        {
                            title: "Ящик для инструментов",
                            value: "1 шт., пластиковый, установлен с левой стороны по ходу движения ТС, в задней части.",
                        },
                        {
                            title: "Ящик для песка",
                            value: "1 шт., пластиковый, для массы не менее 25 кг., установлен с левой стороны по ходу движения ТС, в задней части,",
                        },
                        {
                            title: "Противооткатные упоры",
                            value: "2 шт., пластиковые",
                        },
                        {
                            title: "Цепь заземления, постоянно контактирующая с землей",
                            value: "1 шт.",
                        },
                        {
                            title: "Трос заземления со штырем",
                            value: "1 шт., трос длиной-10 м., БЗЗ-10",
                        },
                        {
                            title: "Проблесковый маячок:",
                            value: "2 шт. оранжевого цвета",
                        },
                        {
                            title: "Световозвращающее оборудование:",
                            value: "Световозвращающая микропризматическая лента, соответствующая требованиям, правил 104 ЕЭК ООН.",
                        },
                        {
                            title: "Площадка обслуживания:",
                            value: "Из алюминиевого просеченного листа, обеспечивающая безопасную работу оператора.",
                        },
                        {
                            title: "Лестница:",
                            value: "Расположена в задней части цистерны, с просеченными ступенями, исключающими скольжение, с правой стороны по ходу движения ТС",
                        },
                        {
                            title: "Поручень безопасности:",
                            value: "Алюминиевый, раскладывающийся с уровня земли. Имеет фиксатор для самопроизвольного открытия.",
                        },
                        {
                            title: "Наличие",
                        },
                    ],
                },
                {
                    sectionTitle: "Окраска:",

                    items: [
                        {
                            title: "Окраска цистерны::",
                            value: "По ТУ завода изготовителя РАЛ - 2004",
                        },
                        {
                            title: "Надпись «Огнеопасно». Знак опасности, 3 класс. Знак «Вещество опасное для окружающей среды»:",
                            value: "Справа, слева и сзади цистерны",
                        },
                    ],
                },
            ],

            extraDescription: {
                main: {
                    description: "Описание",
                    text: "Развитие перевозок топлива требует надежной техники и продуманной конструкции цистерн. АТЗ на шасси ГАЗ C41R13 сочетает грузоподъемность, маневренность и практичную компоновку. Компания «РусТрак» разрабатывает и выпускает топливозаправочную технику с учетом требований к надежности и безопасности. Конструкция цистерны предусматривает безопасную транспортировку горючих жидкостей и удобство обслуживания оборудования. Надёжное шасси, качественные материалы и точная сборка поддерживают стабильную работу техники в различных условиях эксплуатации.",
                },
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,

        id: 2,

        slug: "shtornyy-gruzovik-kamaz-4308-dopog-ekhii-model-4388n2-10",

        categoryId: 2,

        images: {
            image: mainTruckImage3,
        },

        gallery: [
            { image: galleryOf1TruckImage3 },
            { image: galleryOf2TruckImage3 },
            { image: galleryOf3TruckImage3 },
            { image: galleryOf4TruckImage3 },
            { image: galleryOf5TruckImage3 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType:
                "Шторный грузовик КАМАЗ 4308 ДОПОГ EXII (модель 4388H2-10)",

            category: "Автомобили ДОПОГ категории EXII",

            description: {
                title: "Описание",

                text: "",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ 4308-3083-69(G5)",
                    },

                    {
                        title: "Двигатель",
                        value: "Cummins ISB6.7 E5 250, 250 л. с.",
                    },

                    {
                        title: "КПП",
                        value: "Механическая, 9-ступенчатая",
                    },

                    {
                        title: "Длина автомобиля, мм",
                        value: "8970",
                    },

                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },

                    {
                        title: "Высота автомобиля, мм",
                        value: "3580",
                    },

                    {
                        title: "Колесная база, мм",
                        value: "4700",
                    },

                    {
                        title: "Колесная формула",
                        value: "4x2",
                    },

                    {
                        title: "Длина платформы, м",
                        value: "6,6",
                    },

                    {
                        title: "Полная масса, кг",
                        value: "11980",
                    },

                    {
                        title: "Снаряженная масса, кг",
                        value: "7350",
                    },

                    {
                        title: "Грузоподъёмность, кг",
                        value: "4630",
                    },

                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Шторный грузовик КАМАЗ 4308 ДОПОГ категория EXII (модель4388H2-10)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ 4308-3083-69(G5)",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins ISB6.7 E5 250, 250 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 9-ступенчатая ZF9",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры надстройки, мм",
                            value: "6600х2550х2500",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 6 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием толщиной 21 мм, рифленый алюминиевый лист 2 мм",
                        },
                        {
                            title: "Борта платформы",
                            value: "Алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180O. Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Передняя стенка",
                            value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                        },
                        {
                            title: "Каркас",
                            value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны. Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса. Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте. Водоотводящий алюминиевый козырек над задними воротами. Передние и задние стойки оцинкованные.",
                        },
                        {
                            title: "Задние ворота",
                            value: "Распашные ворота из алюминиевого профиля со скрытой фурнитурой. С возможностью фиксации в открытом положении.",
                        },
                        {
                            title: "Тент",
                            value: "Тент из ткани, удельный вес 650 г/м2. Усиление тента крыши на углах. Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон. Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м. Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Боковые влагозащитные габаритные огни. Задний противоподкатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу. Обтекатель на кабину.",
                        },
                        {
                            title: "Оборудование по требованиям ДОПОГ EXII",
                            value: "Дистанционный выключатель массы аккумуляторной батареи с дублирующей кнопкой в салоне класса защиты IP65. Ящик для песка. Закреплена цепь заземления с касанием земли 200мм. Маячок проблесковый С24-75 - 2шт. Пенал огнетушителя – 2шт. Огнетушитель ОП-6 – 2шт. Ткань тента соответствует требованиям ДОПОГ EXII. Металлические защитные экраны (подкрылки). Устройство ограничения скорости «Надежный контроль» тип 80 (сертификат соответствия № ЕАЭС RU C-RU.АД07.В.05403/22 с 31.12.2022 по 30.12.2026). Тахограф ШТРИХ, модель «МАК-1».",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 3,
        slug: "kran-manipulyator-kamaz-43118-s-kmu-inman-it-200",
        categoryId: 0,

        images: {
            image: mainTruckImage4,
        },

        gallery: [
            { image: galleryOf1TruckImage4 },
            { image: galleryOf2TruckImage4 },
            { image: galleryOf3TruckImage4 },
            { image: galleryOf4TruckImage4 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "КРАН-МАНИПУЛЯТОР КАМАЗ 43118 С КМУ INMAN IT 200",

            category: "Краны-манипуляторы",

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ 43118",
                    },
                    {
                        title: "Двигатель",
                        value: "КАМАЗ 740.705-300, 300 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 10-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "9440",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3960",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3690",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "5500",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "22500",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "15200",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "7300",
                    },
                    {
                        title: "Грузоподъёмность КМУ, тонн",
                        value: "7,2",
                    },
                    {
                        title: "Вылет стрелы, м",
                        value: "18,9",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Кран-манипулятор КАМАЗ 43118 с КМУ INMAN IT 200",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ 43118-3027-50",
                        },
                        {
                            title: "Тип надстройки",
                            value: "Бортовая платформа с КМУ",
                        },
                        {
                            title: "Двигатель",
                            value: "КАМАЗ 740.705-300, 300 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 10-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "3690",
                        },
                        {
                            title: "Габаритные размеры автомобиля, ДхШхВ (мм)",
                            value: "9440х2550х3960",
                        },
                        {
                            title: "Полная масса (кг)",
                            value: "22500",
                        },
                        {
                            title: "Снаряженная масса (кг)",
                            value: "15200",
                        },
                        {
                            title: "Грузоподъёмность, кг",
                            value: "7300",
                        },
                        {
                            title: "Габаритные размеры бортовой платформы, ДхШхВ (мм)",
                            value: "5500х2550х600",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 5 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием толщиной 18 мм.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Стальные оцинкованные или алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О. Быстросъёмные стойки ломающегося типа по 1 на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита из алюминиевых профилей на откидных оцинкованных кронштейнах. Заднее защитное устройство. Ступень для подъёма на платформу.",
                        },

                        {
                            title: "Максимальный грузовой момент, тм",
                            value: "21,0",
                        },
                        {
                            title: "Максимальная грузоподъёмность на рабочем радиусе 2,6 м, кг",
                            value: "7200",
                        },
                        {
                            title: "Минимальный рабочий радиус, м",
                            value: "2,0",
                        },
                        {
                            title: "Г/п на максимальном вылете, кг",
                            value: "400",
                        },
                        {
                            title: "Максимальный вылет стрелы, м",
                            value: "18,9",
                        },
                        {
                            title: "Стрела",
                            value: "Гексагональная / 6 секции",
                        },
                        {
                            title: "Угол вращения колонны вокруг своей оси, град",
                            value: "400°, бесконечный",
                        },
                        {
                            title: "Угол подъема стрелы",
                            value: "-17° ~ 75°",
                        },
                        {
                            title: "Опционально",
                            value: "Установка бура, сертифицированной монтажной корзины",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 4,
        slug: "avtotoplivozapravshchik-jac-n90-atz-6-0-dvukhsektsionnaya",
        categoryId: 1,

        images: {
            image: mainTruckImage5,
            drawing: truckDrawing5,
        },

        gallery: [
            { image: galleryOf1TruckImage5 },
            { image: galleryOf2TruckImage5 },
            { image: galleryOf3TruckImage5 },
            { image: galleryOf4TruckImage5 },
            { image: galleryOf5TruckImage5 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "ТОПЛИВОЗАПРАВЩИК JAC N90 АТЗ 6,0 ДВУХСЕКЦИОННАЯ",

            category: "Автотопливозаправщики",

            description: {
                title: "Описание",
                text: "Техника для работы с топливом требует высокой надежности и безопасности. Двухсекционный бензовоз JAC N90 обеспечивает точную и безопасную доставку топлива в любых условиях. Эффективность машины определяется качеством конструкции и эксплуатационной поддержкой. Компания «РусТрак» предлагает современные модели с полным сопровождением клиентов. Надежные автомобили снижают риски и повышают безопасность при работе с топливом. Продуманная конструкция и сервисная поддержка позволяют поддерживать технику в идеальном состоянии.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "JAC N-90S",
                    },
                    {
                        title: "Двигатель",
                        value: "Cummins ISF3.8S5154, 152 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "6200",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2270",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "2950",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3365",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "9030",
                    },
                    {
                        title: "Объем цистерны, л.",
                        value: "6000",
                    },
                    {
                        title: "Количество отсеков, шт.:",
                        value: "2",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle: "Автотопливозаправщик на шасси JAC N-90S",

                    items: [
                        {
                            title: "Производитель / Модель шасси",
                            value: "JAC / JAC N-90S",
                        },
                        {
                            title: "Длинна базы, мм",
                            value: "3365",
                        },
                        {
                            title: "Колесная формула",
                            value: "4x2",
                        },
                        {
                            title: "Вывод глушителя",
                            value: "Установлен защитный экран",
                        },
                        {
                            title: "Дистанционный выключатель массы",
                            value: "Наличие 2шт. (в районе АКБ и дублирование в кабине) в соответствии с требованиями ДОПОГ",
                        },
                    ],
                },
                {
                    sectionTitle: "Цистерна:",

                    items: [
                        {
                            title: "Общая номинальная вместимость цистерны, л.:",
                            value: "6000",
                        },
                        {
                            title: "Поперечное / Продольное сечение:",
                            value: "Эллипсная / Постоянное",
                        },
                        {
                            title: "Материал цистерны / Толщина металла:",
                            value: "Низколегированная Сталь 09Г2С / 3 мм",
                        },
                        {
                            title: "Количество отсеков, шт.:",
                            value: "2 (с делением по литрам)",
                        },
                        {
                            title: "Цистерна изготовлена как мера вместимости:",
                            value: "Да, сертификат о калибровке цистерны",
                        },
                        {
                            title: "Налив / Слив цистерны:",
                            value: "Верхним способом / Гравитационный или собственным насосом",
                        },
                        {
                            title: "Ограждение горловин (экологический короб):",
                            value: "Да, со сливом воды и креплением знаков опасности",
                        },
                        {
                            title: "Крышки горловин / Дыхательное устройство:",
                            value: "Алюминиевые / УД-2 80 с огнепреградителем (на каждый отсек)",
                        },
                    ],
                },
                {
                    sectionTitle: "Коммуникации и насосное оборудование",

                    items: [
                        {
                            title: "Материал и диаметр прохода коммуникаций:",
                            value: "АМГ5М, Ду – 80",
                        },
                        {
                            title: "Запорное оборудование:",
                            value: "Донный клапан (пневмопривод, блок управления в УВТ), шаровые краны",
                        },
                        {
                            title: "Напорно-всасывающие рукава:",
                            value: "Композитные рукава Ду – 75, L= 3, 2 шт.",
                        },
                        {
                            title: "Быстроразъемные соединения (БРС):",
                            value: "Elaflex, Ду -75",
                        },
                        {
                            title: "Привод насоса и марка насоса:",
                            value: "От КОМ через кардан. СШН-50/600П (600 л/мин, всасывание 6,0 м)",
                        },
                        {
                            title: "Фильтр насоса:",
                            value: "Сетка полутомпаковая 0,8Н (ГОСТ 66130) на металлическом каркасе",
                        },
                    ],
                },
                {
                    sectionTitle: "Узел выдачи топлива (УВТ)",

                    items: [
                        {
                            title: "Расположение УВТ / Фильтрация:",
                            value: "Сзади. Фильтр тонкой очистки ПЗМИ-М-545 (чистота 0,03)",
                        },
                        {
                            title: "Счетчик жидкости:",
                            value: "ДД-40-1,6 СУ, Класс точности 0,25, Ду-32, 1,6 Мпа, расход 1,2 – 7 м3/ч.",
                        },
                        {
                            title: "Раздаточный рукав:",
                            value: "Ду-25, длина 10 м. Укладка на барабан с пружинным приводом.",
                        },
                        {
                            title: "Кран раздаточный:",
                            value: "Кран АКТ с автоотсекателем. Держатель для пистолета в комплекте.",
                        },
                    ],
                },
                {
                    sectionTitle: "Комплектация и безопасность",

                    items: [
                        {
                            title: "Огнетушители и пеналы:",
                            value: "2 шт. ОП-6 в пластиковых пеналах. Пеналы для рукавов (3,25 м) — 2 шт.",
                        },
                        {
                            title: "Ящики / Упоры:",
                            value: "Пластиковые (инструментальный, для песка 25 кг), 2 противооткатных упора",
                        },
                        {
                            title: "Знаки опасности / Заземление:",
                            value: "По 1 шт. перед/зад. Цепь заземления и трос со штырем 10 м (БЗЗ-10)",
                        },
                        {
                            title: "Световое и световозвращ. оборудование:",
                            value: "Оранжевый маячок, микропризматическая лента (104 ЕЭК ООН)",
                        },
                        {
                            title: "Оборудование оператора:",
                            value: "Площадка из просечного листа, лестница сзади справа, поручень безопасности",
                        },
                        {
                            title: "Заднее защитное устройство (ЗЗУ):",
                            value: "Наличие, оцинкованное",
                        },
                    ],
                },
                {
                    sectionTitle: "Окраска:",

                    items: [
                        {
                            title: "Окраска кабины и цистерны:",
                            value: "По ТУ производителя, цистерна РАЛ - 2009 (с грунтованием)",
                        },
                        {
                            title: "Специальные надписи и знаки:",
                            value: "«Огнеопасно», Знаки 3 класса и опасности для среды (справа, слева, сзади)",
                        },
                    ],
                },
            ],

            extraDescription: {
                main: {
                    description: "Описание",
                    text: "Техника для работы с топливом требует высокой надежности и безопасности. Двухсекционный бензовоз JAC N90 обеспечивает точную и безопасную доставку топлива в любых условиях. Эффективность машины определяется качеством конструкции и эксплуатационной поддержкой. Компания «РусТрак» предлагает современные модели с полным сопровождением клиентов. Надежные автомобили снижают риски и повышают безопасность при работе с топливом. Продуманная конструкция и сервисная поддержка позволяют поддерживать технику в идеальном состоянии.",
                },
                advantages: {
                    title: "Преимущества автотопливозаправщика JAC N90",
                    items: [
                        {
                            title: "Надежная конструкция шасси",
                            text: "шасси JAC N-90S с колесной формулой 4х2 и длинной базой 3365 мм обеспечивает устойчивость и маневренность на дорогах.",
                        },
                        {
                            title: "Двухсекционная цистерна на 6000 литров",
                            text: "разделение по литрам позволяет точно учитывать выдачу топлива и оптимально распределять нагрузку.",
                        },
                        {
                            title: "Высокое качество материала цистерны",
                            text: "низколегированная сталь 09Г2С толщиной 3 мм гарантирует долговечность и защиту от коррозии.",
                        },
                        {
                            title: "Современные системы налив/слив",
                            text: "верхний налив и гравитационный или насосный слив обеспечивают удобство и безопасность операций.",
                        },
                        {
                            title: "Сертифицированная калибровка цистерны",
                            text: "каждая емкость имеет документальное подтверждение точной вместимости, что упрощает учет топлива.",
                        },
                        {
                            title: "Безопасные горловины и дыхательные устройства",
                            text: "алюминиевые крышки с огнепреградителем УД-2 80 минимизируют риск воспламенения и утечек.",
                        },
                        {
                            title: "Эффективное насосное оборудование",
                            text: "насос СШН-50/600П через КОМ с расходом 600 л/мин обеспечивает быструю заправку техники.",
                        },
                        {
                            title: "Удобный узел выдачи топлива (УВТ)",
                            text: "счетчик ДД-40-1,6 СУ с высокой точностью и раздаточный рукав 10 м с автоотсекателем повышают комфорт и контроль за выдачей топлива.",
                        },
                        {
                            title: "Комплексная безопасность и оснащение",
                            text: "огнетушители, знаки опасности, заземление, площадка оператора и заднее защитное устройство соответствуют современным стандартам.",
                        },
                        {
                            title: "Качественная окраска и маркировка",
                            text: "кабина и цистерна окрашены по ТУ с нанесением надписей «Огнеопасно» и знаков 3 класса, обеспечивая визуальное предупреждение и долговечность покрытия.",
                        },
                    ],
                    summary:
                        "Бензовоз JAC N90 сочетает прочность конструкции, высокую точность оборудования и полный комплекс систем безопасности. Каждая деталь продумана для удобства работы, надежной эксплуатации и точного учета топлива. Надежность и функциональность техники позволяют безопасно и эффективно управлять процессом заправки топлива в любых условиях.",
                },
                applications: {
                    title: "Области применения",
                    items: [
                        {
                            title: "Промышленные объекты",
                            text: "обеспечение бесперебойной подачи топлива для техники и оборудования, где требуется высокая точность учета.",
                        },
                        {
                            title: "Строительные и карьеровочные площадки",
                            text: "оперативная заправка строительной и карьерной техники на удаленных участках.",
                        },
                        {
                            title: "Аэропорты и транспортные узлы",
                            text: "доставка топлива к самолетам и спецтехнике с соблюдением строгих требований безопасности.",
                        },
                        {
                            title: "Морские и речные порты",
                            text: "пополнение резервуаров служебных судов и гидротехнической техники.",
                        },
                        {
                            title: "Далёкие населенные пункты и объекты инфраструктуры",
                            text: "автономная заправка в местах с ограниченным доступом к стационарным источникам топлива.",
                        },
                        {
                            title: "Сельское хозяйство",
                            text: "заправка тракторов, комбайнов и другой техники без необходимости транспортировки топлива на большие расстояния.",
                        },
                    ],
                    summary:
                        "Двухсекционный АТЗ JAC N90 демонстрирует универсальность и адаптивность к различным условиям эксплуатации. Возможность безопасной и точной выдачи топлива делает технику эффективным решением для объектов с повышенными требованиями к безопасности и надежности.",
                },
                conclusion: {
                    title: "Техника, на которую можно положиться",
                    text: "Купить JAC N90 двухсекционный автотопливозаправщик — выгодное решение для надежной и безопасной работы с топливом. Он сочетает прочную конструкцию и высокую точность эксплуатации. Компания «РусТрак» обеспечивает полное сопровождение и поддержку при покупке. Не откладывайте выбор современной техники, чтобы повысить эффективность работы. Обеспечьте безопасность и удобство при эксплуатации в любых условиях. Для оформления заказа свяжитесь с нами любым удобным способом и получите профессиональную консультацию.",
                },
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 5,
        slug: "shtornyy-gruzovik-kamaz-kompas-43082-model-5389r1",
        categoryId: 2,

        images: {
            image: mainTruckImage6,
            drawing: truckDrawing6,
        },

        gallery: [
            { image: galleryOf1TruckImage6 },
            { image: galleryOf2TruckImage6 },
            { image: galleryOf3TruckImage6 },
            { image: galleryOf4TruckImage6 },
            { image: galleryOf5TruckImage6 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "ШТОРНЫЙ ГРУЗОВИК КАМАЗ КОМПАС 43082 (МОДЕЛЬ 5389R1)",

            category: "Шторные автомобили",

            description: {
                title: "Описание",
                text: "Шторный грузовик КАМАЗ КОМПАС 43082 (модель 5389R1) представляет собой надежное решение для перевозки различных типов грузов. Высокая грузоподъемность и объемный фургон обеспечивают максимальную эффективность при транспортировке. Современное шасси и надежный двигатель Cummins гарантируют стабильную работу и экономию топлива на любых дистанциях.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ КОМПАС 43082",
                    },
                    {
                        title: "Двигатель",
                        value: "Cummins ISF3.8S5168, 168 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "10770",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3990",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "6000",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "8500",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "11900",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "5450",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "6540",
                    },
                    {
                        title: "Объем фургона, м3",
                        value: "42,7",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle: "Шторный грузовик КАМАЗ КОМПАС 43082",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ КОМПАС 43082-0053511-Н5",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins ISF3.8S5168, 168 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 6-ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "6000",
                        },
                        {
                            title: "Габаритные размеры надстройки, мм",
                            value: "8500x2550x2850",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180° Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Передняя стенка",
                            value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                        },
                        {
                            title: "Каркас",
                            value: "Стальной, высотой 2850 мм. Механизм раздельного движения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                        },
                        {
                            title: "Задние ворота",
                            value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                        },
                        {
                            title: "Тент",
                            value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },

    // repeated repeated repeated repeated repeated repeated repeated
    {
        recommended: true,

        id: 0,
        slug: "kran-manipulyator-sollers-tr80-47-s-kmu-hktc-3014-model-4389a8",
        categoryId: 0,

        images: {
            image: mainTruckImage1,
            drawing: truckDrawing1,
        },

        ru: {
            price: "Цена по запросу",

            truckType:
                "Кран-манипулятор SOLLERS TR80-47 с КМУ HKTC 3014 (модель 4389A8)",

            category: "Краны-манипуляторы",

            description: {
                title: "Описание",

                text: "Контейнеровоз на шасси ГАЗ C41R33 специализированное транспортное средство, предназначенное для перевозки специального контейнера. Состоит из надрамника и универсальной грузовой платформы с замками. Возможно комплектование настилом пола, бортами для повышения универсальности автомобиля.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "SOLLERS TR80-47",
                    },

                    {
                        title: "Двигатель",
                        value: "Cummins D4.0EVID170, 163 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "8990",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2400",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3330",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "5200",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "6200",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "6420",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "1580",
                    },
                    {
                        title: "Грузоподъёмность КМУ, тонн",
                        value: "3,2",
                    },
                    {
                        title: "Вылет стрелы, м",
                        value: "9,8",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Кран-манипулятор SOLLERS TR80-47 с КМУ НКТС 3014 (модель 4389A8)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "SOLLERS TR80-47",
                        },
                        {
                            title: "Тип настройки",
                            value: "Бортовая платформа с КМУ",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins D4.0EVID170, 163 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 6-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры автомобиля, ДхШхВ (мм)",
                            value: "8990х2400х3330",
                        },
                        {
                            title: "Полная масса (кг)",
                            value: "8000",
                        },
                        {
                            title: "Снаряженная масса (кг)",
                            value: "6420",
                        },
                        {
                            title: "Габаритные размеры бортовой платформы, ДхШхВ (мм)",
                            value: "6200х2400х600",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 5 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Стальные оцинкованные или алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О. Быстросъёмные стойки ломающегося типа по 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита из алюминиевых профилей на откидных оцинкованных кронштейнах. Заднее защитное устройство. Ступень для подъёма на платформу.",
                        },
                    ],
                },

                {
                    sectionTitle:
                        "Характеристики кран-манипуляторной установки НКТС 3014",

                    items: [
                        {
                            title: "Максимальный грузовой момент, тм",
                            value: "8,6",
                        },
                        {
                            title: "Г/п на минимальном вылете, кг",
                            value: "3200",
                        },
                        {
                            title: "Минимальный рабочий радиус, м",
                            value: "2,5",
                        },
                        {
                            title: "Г/п на максимальном вылете, кг",
                            value: "700",
                        },
                        {
                            title: "Максимальный вылет стрелы, м",
                            value: "9,8",
                        },
                        {
                            title: "Стрела / количество секций",
                            value: "Гексагональная / 4 секции",
                        },
                        {
                            title: "Угол вращения колонны вокруг своей оси, град",
                            value: "360°, бесконечный",
                        },
                        {
                            title: "Передние аутригеры, м",
                            value: "Размах 4,1",
                        },
                        {
                            title: "Задние аутригеры, м",
                            value: "наличие",
                        },
                        {
                            title: "Масса КМУ, кг",
                            value: "1450",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,

        id: 1,
        slug: "avtotoplivozapravshchik-na-shassi-gaz-c41r13-model-4389jy",
        categoryId: 1,

        images: {
            image: mainTruckImage2,
            drawing: truckDrawing1,
        },

        gallery: [
            { image: galleryOf1TruckImage2 },
            { image: galleryOf2TruckImage2 },
            { image: galleryOf3TruckImage2 },
            { image: galleryOf4TruckImage2 },
            { image: galleryOf5TruckImage2 },
            { image: galleryOf6TruckImage2 },
        ],

        ru: {
            price: "от 6 200 000Р",

            truckType:
                "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",

            category: "Автотопливозаправщики",

            description: {
                title: "Описание",

                text: "Автотопливозаправщик ГАЗ C41R13 предназначен для транспортирования, кратковременного хранения и дозированной выдачи светлых нефтепродуктов плотностью 780-860 кг/м3. Состоит из специальной цистерны, установленной на шасси, топливного насоса, счетчика жидкости позволяющего видеть объем выдаваемого топлива, напорно-всасывающих и раздаточного рукавов, пистолета и т.д.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "ГАЗ С41R13",
                    },
                    {
                        title: "Двигатель",
                        value: "ЯМЗ 53445, 168 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 5-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "6440",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2195",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "2890",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3770",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "8700",
                    },
                    {
                        title: "Объем цистерны, л.",
                        value: "5300",
                    },
                    {
                        title: "Количество отсеков, шт.:",
                        value: "2",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "ГАЗ C41R13",
                        },
                        {
                            title: "Полная масса, кг",
                            value: "8700",
                        },
                        {
                            title: "Снаряженная масса, кг",
                            value: "4200",
                        },
                        {
                            title: "Длина автомобиля, мм",
                            value: "6440",
                        },
                        {
                            title: "Ширина автомобиля, мм",
                            value: "2195",
                        },
                        {
                            title: "Высота автомобиля, мм",
                            value: "2890",
                        },
                        {
                            title: "Грузоподъёмность, кг",
                            value: "5300",
                        },
                        {
                            title: "Количество отсеков, шт.",
                            value: "2",
                        },
                    ],
                },

                {
                    sectionTitle: "Автотопливозаправщик ГАЗ C41R13",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "ГАЗ C41R13",
                        },
                        {
                            title: "Тип надстройки",
                            value: "Автотопливозаправщик",
                        },
                        {
                            title: "Двигатель",
                            value: "ЯМЗ 53445, 168 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 5-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "3770",
                        },
                    ],
                },
                {
                    sectionTitle: "Цистерна:",

                    items: [
                        {
                            title: "Общая номинальная вместимость цистерны, л.:",
                            value: "5300",
                        },
                        {
                            title: "Поперечное сечение:",
                            value: "эллипс",
                        },
                        {
                            title: "Толщина металла не менее, мм.:",
                            value: "3 мм",
                        },
                        {
                            title: "Цистерна изготовлена как мера вместимости:",
                            value: "Свидетельство о поверке",
                        },
                        {
                            title: "Налив цистерны:",
                            value: "Верхним способом",
                        },
                        {
                            title: "Слив цистерны:",
                            value: "Гравитационный (самотеком), при помощи собственного насоса.",
                        },
                        {
                            title: "Ограждение горловин от пролива нефтепродуктов (экологический короб):",
                            value: "Наличие, по всей длине цистерны",
                        },
                        {
                            title: "Слив воды из ограждения горловин от пролива нефтепродуктов (экологического короба):",
                            value: "Оборудованный шаровыми кранами и патрубками на конце, расположен в задней части цистерны с выводом в левую и правую стороны по ходу движения ТС.",
                        },
                        {
                            title: "Крышки горловин",
                            value: "Алюминиевые, с устройством дыхательным УД-33, 1 шт. на каждый отсек",
                        },
                    ],
                },
                {
                    sectionTitle: "Коммуникации",

                    items: [
                        {
                            title: "Материал Диаметр условного прохода, мм:",
                            value: "АМГ5М, Ду – 80.",
                        },
                        {
                            title: "Запорное оборудование:",
                            value: "Пневматический донный клапан, блок пневмоуправления, шаровые краны",
                        },
                        {
                            title: "Напорно-всасывающие рукава Диаметр условного прохода, мм Длинна одного, м.: Количество",
                            value: "Композитные импортные рукава Ду – 75, L= 3, 2 шт., расположены в пластиковых пеналах длинной 3,25 метра",
                        },
                        {
                            title: "Быстроразъемные соединения (БРС): Тип: Производитель:   Диаметр условного прохода, мм:",
                            value: "Elaflex, Ду -75",
                        },
                    ],
                },
                {
                    sectionTitle: "Насосное оборудование:",

                    items: [
                        {
                            title: "Привод насоса",
                            value: "От двигателя шасси через коробку отбора мощности",
                        },
                        {
                            title: "Насос",
                            value: "Насос	СШН-50/600П Шиберного типа, Производительность 600 л/мин, максимальная высота самовсасывания 6,0 м.",
                        },
                        {
                            title: "Фильтр",
                            value: "Фильтрующий элемент фильтра изготовлен из металлической сетки полутомпаковой 0,8Н (ГОСТ 66130). Сетка зафиксирована на каркасе проволокой.",
                        },
                    ],
                },
                {
                    sectionTitle: "Узел выдачи топлива:",

                    items: [
                        {
                            title: "Расположение:",
                            value: "В кормовой части автомобиля по середине с возможностью выдачи топлива на любую сторону.",
                        },
                        {
                            title: "Фильтр: Тип: Марка:",
                            value: "Чистота фильтрации не более 0,03. Элемент, фильтрующий ПЗМИ-М-545",
                        },
                        {
                            title: "Счетчик жидкости",
                            value: "ДД-25-1,6 СУ, Класс точности 0,25, диаметр условного прохода Ду-25, Давление измеряемой среды 1,6 Мпа, расход 1,2 – 7 м3/ч.",
                        },
                        {
                            title: "Раздаточный рукав",
                            value: "Ду-20, длина -5 м. Укладка свободная.",
                        },
                        {
                            title: "Кран раздаточный",
                            value: "Кран раздаточный АКТ с автоматическим и ручным прекращением выдачи рабочей жидкости марки А50-М.",
                        },
                        {
                            title: "Держатель для крана раздаточного»",
                            value: "Наличие",
                        },
                    ],
                },
                {
                    sectionTitle: "Комплектация:",

                    items: [
                        {
                            title: "Огнетушители:",
                            value: "2 шт., ОП-6, расположены в пластиковых пеналах справа и слева по ходу движения ТС, на переднем донце цистерны",
                        },
                        {
                            title: "Ящик для инструментов",
                            value: "1 шт., пластиковый, установлен с левой стороны по ходу движения ТС, в задней части.",
                        },
                        {
                            title: "Ящик для песка",
                            value: "1 шт., пластиковый, для массы не менее 25 кг., установлен с левой стороны по ходу движения ТС, в задней части,",
                        },
                        {
                            title: "Противооткатные упоры",
                            value: "2 шт., пластиковые",
                        },
                        {
                            title: "Цепь заземления, постоянно контактирующая с землей",
                            value: "1 шт.",
                        },
                        {
                            title: "Трос заземления со штырем",
                            value: "1 шт., трос длиной-10 м., БЗЗ-10",
                        },
                        {
                            title: "Проблесковый маячок:",
                            value: "2 шт. оранжевого цвета",
                        },
                        {
                            title: "Световозвращающее оборудование:",
                            value: "Световозвращающая микропризматическая лента, соответствующая требованиям, правил 104 ЕЭК ООН.",
                        },
                        {
                            title: "Площадка обслуживания:",
                            value: "Из алюминиевого просеченного листа, обеспечивающая безопасную работу оператора.",
                        },
                        {
                            title: "Лестница:",
                            value: "Расположена в задней части цистерны, с просеченными ступенями, исключающими скольжение, с правой стороны по ходу движения ТС",
                        },
                        {
                            title: "Поручень безопасности:",
                            value: "Алюминиевый, раскладывающийся с уровня земли. Имеет фиксатор для самопроизвольного открытия.",
                        },
                        {
                            title: "Наличие",
                        },
                    ],
                },
                {
                    sectionTitle: "Окраска:",

                    items: [
                        {
                            title: "Окраска цистерны::",
                            value: "По ТУ завода изготовителя РАЛ - 2004",
                        },
                        {
                            title: "Надпись «Огнеопасно». Знак опасности, 3 класс. Знак «Вещество опасное для окружающей среды»:",
                            value: "Справа, слева и сзади цистерны",
                        },
                    ],
                },
            ],

            extraDescription: {
                main: {
                    description: "Описание",
                    text: "Развитие перевозок топлива требует надежной техники и продуманной конструкции цистерн. АТЗ на шасси ГАЗ C41R13 сочетает грузоподъемность, маневренность и практичную компоновку. Компания «РусТрак» разрабатывает и выпускает топливозаправочную технику с учетом требований к надежности и безопасности. Конструкция цистерны предусматривает безопасную транспортировку горючих жидкостей и удобство обслуживания оборудования. Надёжное шасси, качественные материалы и точная сборка поддерживают стабильную работу техники в различных условиях эксплуатации.",
                },
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,

        id: 2,

        slug: "shtornyy-gruzovik-kamaz-4308-dopog-ekhii-model-4388n2-10",

        categoryId: 2,

        images: {
            image: mainTruckImage3,
        },

        gallery: [
            { image: galleryOf1TruckImage3 },
            { image: galleryOf2TruckImage3 },
            { image: galleryOf3TruckImage3 },
            { image: galleryOf4TruckImage3 },
            { image: galleryOf5TruckImage3 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType:
                "Шторный грузовик КАМАЗ 4308 ДОПОГ EXII (модель 4388H2-10)",

            category: "Автомобили ДОПОГ категории EXII",

            description: {
                title: "Описание",

                text: "",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ 4308-3083-69(G5)",
                    },

                    {
                        title: "Двигатель",
                        value: "Cummins ISB6.7 E5 250, 250 л. с.",
                    },

                    {
                        title: "КПП",
                        value: "Механическая, 9-ступенчатая",
                    },

                    {
                        title: "Длина автомобиля, мм",
                        value: "8970",
                    },

                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },

                    {
                        title: "Высота автомобиля, мм",
                        value: "3580",
                    },

                    {
                        title: "Колесная база, мм",
                        value: "4700",
                    },

                    {
                        title: "Колесная формула",
                        value: "4x2",
                    },

                    {
                        title: "Длина платформы, м",
                        value: "6,6",
                    },

                    {
                        title: "Полная масса, кг",
                        value: "11980",
                    },

                    {
                        title: "Снаряженная масса, кг",
                        value: "7350",
                    },

                    {
                        title: "Грузоподъёмность, кг",
                        value: "4630",
                    },

                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Шторный грузовик КАМАЗ 4308 ДОПОГ категория EXII (модель4388H2-10)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ 4308-3083-69(G5)",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins ISB6.7 E5 250, 250 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 9-ступенчатая ZF9",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры надстройки, мм",
                            value: "6600х2550х2500",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 6 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием толщиной 21 мм, рифленый алюминиевый лист 2 мм",
                        },
                        {
                            title: "Борта платформы",
                            value: "Алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180O. Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Передняя стенка",
                            value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                        },
                        {
                            title: "Каркас",
                            value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны. Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса. Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте. Водоотводящий алюминиевый козырек над задними воротами. Передние и задние стойки оцинкованные.",
                        },
                        {
                            title: "Задние ворота",
                            value: "Распашные ворота из алюминиевого профиля со скрытой фурнитурой. С возможностью фиксации в открытом положении.",
                        },
                        {
                            title: "Тент",
                            value: "Тент из ткани, удельный вес 650 г/м2. Усиление тента крыши на углах. Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон. Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м. Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Боковые влагозащитные габаритные огни. Задний противоподкатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу. Обтекатель на кабину.",
                        },
                        {
                            title: "Оборудование по требованиям ДОПОГ EXII",
                            value: "Дистанционный выключатель массы аккумуляторной батареи с дублирующей кнопкой в салоне класса защиты IP65. Ящик для песка. Закреплена цепь заземления с касанием земли 200мм. Маячок проблесковый С24-75 - 2шт. Пенал огнетушителя – 2шт. Огнетушитель ОП-6 – 2шт. Ткань тента соответствует требованиям ДОПОГ EXII. Металлические защитные экраны (подкрылки). Устройство ограничения скорости «Надежный контроль» тип 80 (сертификат соответствия № ЕАЭС RU C-RU.АД07.В.05403/22 с 31.12.2022 по 30.12.2026). Тахограф ШТРИХ, модель «МАК-1».",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 3,
        slug: "kran-manipulyator-kamaz-43118-s-kmu-inman-it-200",
        categoryId: 0,

        images: {
            image: mainTruckImage4,
        },

        gallery: [
            { image: galleryOf1TruckImage4 },
            { image: galleryOf2TruckImage4 },
            { image: galleryOf3TruckImage4 },
            { image: galleryOf4TruckImage4 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "КРАН-МАНИПУЛЯТОР КАМАЗ 43118 С КМУ INMAN IT 200",

            category: "Краны-манипуляторы",

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ 43118",
                    },
                    {
                        title: "Двигатель",
                        value: "КАМАЗ 740.705-300, 300 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 10-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "9440",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3960",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3690",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "5500",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "22500",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "15200",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "7300",
                    },
                    {
                        title: "Грузоподъёмность КМУ, тонн",
                        value: "7,2",
                    },
                    {
                        title: "Вылет стрелы, м",
                        value: "18,9",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Кран-манипулятор КАМАЗ 43118 с КМУ INMAN IT 200",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ 43118-3027-50",
                        },
                        {
                            title: "Тип надстройки",
                            value: "Бортовая платформа с КМУ",
                        },
                        {
                            title: "Двигатель",
                            value: "КАМАЗ 740.705-300, 300 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 10-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "3690",
                        },
                        {
                            title: "Габаритные размеры автомобиля, ДхШхВ (мм)",
                            value: "9440х2550х3960",
                        },
                        {
                            title: "Полная масса (кг)",
                            value: "22500",
                        },
                        {
                            title: "Снаряженная масса (кг)",
                            value: "15200",
                        },
                        {
                            title: "Грузоподъёмность, кг",
                            value: "7300",
                        },
                        {
                            title: "Габаритные размеры бортовой платформы, ДхШхВ (мм)",
                            value: "5500х2550х600",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 5 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием толщиной 18 мм.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Стальные оцинкованные или алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О. Быстросъёмные стойки ломающегося типа по 1 на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита из алюминиевых профилей на откидных оцинкованных кронштейнах. Заднее защитное устройство. Ступень для подъёма на платформу.",
                        },

                        {
                            title: "Максимальный грузовой момент, тм",
                            value: "21,0",
                        },
                        {
                            title: "Максимальная грузоподъёмность на рабочем радиусе 2,6 м, кг",
                            value: "7200",
                        },
                        {
                            title: "Минимальный рабочий радиус, м",
                            value: "2,0",
                        },
                        {
                            title: "Г/п на максимальном вылете, кг",
                            value: "400",
                        },
                        {
                            title: "Максимальный вылет стрелы, м",
                            value: "18,9",
                        },
                        {
                            title: "Стрела",
                            value: "Гексагональная / 6 секции",
                        },
                        {
                            title: "Угол вращения колонны вокруг своей оси, град",
                            value: "400°, бесконечный",
                        },
                        {
                            title: "Угол подъема стрелы",
                            value: "-17° ~ 75°",
                        },
                        {
                            title: "Опционально",
                            value: "Установка бура, сертифицированной монтажной корзины",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 4,
        slug: "avtotoplivozapravshchik-jac-n90-atz-6-0-dvukhsektsionnaya",
        categoryId: 1,

        images: {
            image: mainTruckImage5,
            drawing: truckDrawing5,
        },

        gallery: [
            { image: galleryOf1TruckImage5 },
            { image: galleryOf2TruckImage5 },
            { image: galleryOf3TruckImage5 },
            { image: galleryOf4TruckImage5 },
            { image: galleryOf5TruckImage5 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "ТОПЛИВОЗАПРАВЩИК JAC N90 АТЗ 6,0 ДВУХСЕКЦИОННАЯ",

            category: "Автотопливозаправщики",

            description: {
                title: "Описание",
                text: "Техника для работы с топливом требует высокой надежности и безопасности. Двухсекционный бензовоз JAC N90 обеспечивает точную и безопасную доставку топлива в любых условиях. Эффективность машины определяется качеством конструкции и эксплуатационной поддержкой. Компания «РусТрак» предлагает современные модели с полным сопровождением клиентов. Надежные автомобили снижают риски и повышают безопасность при работе с топливом. Продуманная конструкция и сервисная поддержка позволяют поддерживать технику в идеальном состоянии.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "JAC N-90S",
                    },
                    {
                        title: "Двигатель",
                        value: "Cummins ISF3.8S5154, 152 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "6200",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2270",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "2950",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3365",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "9030",
                    },
                    {
                        title: "Объем цистерны, л.",
                        value: "6000",
                    },
                    {
                        title: "Количество отсеков, шт.:",
                        value: "2",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle: "Автотопливозаправщик на шасси JAC N-90S",

                    items: [
                        {
                            title: "Производитель / Модель шасси",
                            value: "JAC / JAC N-90S",
                        },
                        {
                            title: "Длинна базы, мм",
                            value: "3365",
                        },
                        {
                            title: "Колесная формула",
                            value: "4x2",
                        },
                        {
                            title: "Вывод глушителя",
                            value: "Установлен защитный экран",
                        },
                        {
                            title: "Дистанционный выключатель массы",
                            value: "Наличие 2шт. (в районе АКБ и дублирование в кабине) в соответствии с требованиями ДОПОГ",
                        },
                    ],
                },
                {
                    sectionTitle: "Цистерна:",

                    items: [
                        {
                            title: "Общая номинальная вместимость цистерны, л.:",
                            value: "6000",
                        },
                        {
                            title: "Поперечное / Продольное сечение:",
                            value: "Эллипсная / Постоянное",
                        },
                        {
                            title: "Материал цистерны / Толщина металла:",
                            value: "Низколегированная Сталь 09Г2С / 3 мм",
                        },
                        {
                            title: "Количество отсеков, шт.:",
                            value: "2 (с делением по литрам)",
                        },
                        {
                            title: "Цистерна изготовлена как мера вместимости:",
                            value: "Да, сертификат о калибровке цистерны",
                        },
                        {
                            title: "Налив / Слив цистерны:",
                            value: "Верхним способом / Гравитационный или собственным насосом",
                        },
                        {
                            title: "Ограждение горловин (экологический короб):",
                            value: "Да, со сливом воды и креплением знаков опасности",
                        },
                        {
                            title: "Крышки горловин / Дыхательное устройство:",
                            value: "Алюминиевые / УД-2 80 с огнепреградителем (на каждый отсек)",
                        },
                    ],
                },
                {
                    sectionTitle: "Коммуникации и насосное оборудование",

                    items: [
                        {
                            title: "Материал и диаметр прохода коммуникаций:",
                            value: "АМГ5М, Ду – 80",
                        },
                        {
                            title: "Запорное оборудование:",
                            value: "Донный клапан (пневмопривод, блок управления в УВТ), шаровые краны",
                        },
                        {
                            title: "Напорно-всасывающие рукава:",
                            value: "Композитные рукава Ду – 75, L= 3, 2 шт.",
                        },
                        {
                            title: "Быстроразъемные соединения (БРС):",
                            value: "Elaflex, Ду -75",
                        },
                        {
                            title: "Привод насоса и марка насоса:",
                            value: "От КОМ через кардан. СШН-50/600П (600 л/мин, всасывание 6,0 м)",
                        },
                        {
                            title: "Фильтр насоса:",
                            value: "Сетка полутомпаковая 0,8Н (ГОСТ 66130) на металлическом каркасе",
                        },
                    ],
                },
                {
                    sectionTitle: "Узел выдачи топлива (УВТ)",

                    items: [
                        {
                            title: "Расположение УВТ / Фильтрация:",
                            value: "Сзади. Фильтр тонкой очистки ПЗМИ-М-545 (чистота 0,03)",
                        },
                        {
                            title: "Счетчик жидкости:",
                            value: "ДД-40-1,6 СУ, Класс точности 0,25, Ду-32, 1,6 Мпа, расход 1,2 – 7 м3/ч.",
                        },
                        {
                            title: "Раздаточный рукав:",
                            value: "Ду-25, длина 10 м. Укладка на барабан с пружинным приводом.",
                        },
                        {
                            title: "Кран раздаточный:",
                            value: "Кран АКТ с автоотсекателем. Держатель для пистолета в комплекте.",
                        },
                    ],
                },
                {
                    sectionTitle: "Комплектация и безопасность",

                    items: [
                        {
                            title: "Огнетушители и пеналы:",
                            value: "2 шт. ОП-6 в пластиковых пеналах. Пеналы для рукавов (3,25 м) — 2 шт.",
                        },
                        {
                            title: "Ящики / Упоры:",
                            value: "Пластиковые (инструментальный, для песка 25 кг), 2 противооткатных упора",
                        },
                        {
                            title: "Знаки опасности / Заземление:",
                            value: "По 1 шт. перед/зад. Цепь заземления и трос со штырем 10 м (БЗЗ-10)",
                        },
                        {
                            title: "Световое и световозвращ. оборудование:",
                            value: "Оранжевый маячок, микропризматическая лента (104 ЕЭК ООН)",
                        },
                        {
                            title: "Оборудование оператора:",
                            value: "Площадка из просечного листа, лестница сзади справа, поручень безопасности",
                        },
                        {
                            title: "Заднее защитное устройство (ЗЗУ):",
                            value: "Наличие, оцинкованное",
                        },
                    ],
                },
                {
                    sectionTitle: "Окраска:",

                    items: [
                        {
                            title: "Окраска кабины и цистерны:",
                            value: "По ТУ производителя, цистерна РАЛ - 2009 (с грунтованием)",
                        },
                        {
                            title: "Специальные надписи и знаки:",
                            value: "«Огнеопасно», Знаки 3 класса и опасности для среды (справа, слева, сзади)",
                        },
                    ],
                },
            ],

            extraDescription: {
                main: {
                    description: "Описание",
                    text: "Техника для работы с топливом требует высокой надежности и безопасности. Двухсекционный бензовоз JAC N90 обеспечивает точную и безопасную доставку топлива в любых условиях. Эффективность машины определяется качеством конструкции и эксплуатационной поддержкой. Компания «РусТрак» предлагает современные модели с полным сопровождением клиентов. Надежные автомобили снижают риски и повышают безопасность при работе с топливом. Продуманная конструкция и сервисная поддержка позволяют поддерживать технику в идеальном состоянии.",
                },
                advantages: {
                    title: "Преимущества автотопливозаправщика JAC N90",
                    items: [
                        {
                            title: "Надежная конструкция шасси",
                            text: "шасси JAC N-90S с колесной формулой 4х2 и длинной базой 3365 мм обеспечивает устойчивость и маневренность на дорогах.",
                        },
                        {
                            title: "Двухсекционная цистерна на 6000 литров",
                            text: "разделение по литрам позволяет точно учитывать выдачу топлива и оптимально распределять нагрузку.",
                        },
                        {
                            title: "Высокое качество материала цистерны",
                            text: "низколегированная сталь 09Г2С толщиной 3 мм гарантирует долговечность и защиту от коррозии.",
                        },
                        {
                            title: "Современные системы налив/слив",
                            text: "верхний налив и гравитационный или насосный слив обеспечивают удобство и безопасность операций.",
                        },
                        {
                            title: "Сертифицированная калибровка цистерны",
                            text: "каждая емкость имеет документальное подтверждение точной вместимости, что упрощает учет топлива.",
                        },
                        {
                            title: "Безопасные горловины и дыхательные устройства",
                            text: "алюминиевые крышки с огнепреградителем УД-2 80 минимизируют риск воспламенения и утечек.",
                        },
                        {
                            title: "Эффективное насосное оборудование",
                            text: "насос СШН-50/600П через КОМ с расходом 600 л/мин обеспечивает быструю заправку техники.",
                        },
                        {
                            title: "Удобный узел выдачи топлива (УВТ)",
                            text: "счетчик ДД-40-1,6 СУ с высокой точностью и раздаточный рукав 10 м с автоотсекателем повышают комфорт и контроль за выдачей топлива.",
                        },
                        {
                            title: "Комплексная безопасность и оснащение",
                            text: "огнетушители, знаки опасности, заземление, площадка оператора и заднее защитное устройство соответствуют современным стандартам.",
                        },
                        {
                            title: "Качественная окраска и маркировка",
                            text: "кабина и цистерна окрашены по ТУ с нанесением надписей «Огнеопасно» и знаков 3 класса, обеспечивая визуальное предупреждение и долговечность покрытия.",
                        },
                    ],
                    summary:
                        "Бензовоз JAC N90 сочетает прочность конструкции, высокую точность оборудования и полный комплекс систем безопасности. Каждая деталь продумана для удобства работы, надежной эксплуатации и точного учета топлива. Надежность и функциональность техники позволяют безопасно и эффективно управлять процессом заправки топлива в любых условиях.",
                },
                applications: {
                    title: "Области применения",
                    items: [
                        {
                            title: "Промышленные объекты",
                            text: "обеспечение бесперебойной подачи топлива для техники и оборудования, где требуется высокая точность учета.",
                        },
                        {
                            title: "Строительные и карьеровочные площадки",
                            text: "оперативная заправка строительной и карьерной техники на удаленных участках.",
                        },
                        {
                            title: "Аэропорты и транспортные узлы",
                            text: "доставка топлива к самолетам и спецтехнике с соблюдением строгих требований безопасности.",
                        },
                        {
                            title: "Морские и речные порты",
                            text: "пополнение резервуаров служебных судов и гидротехнической техники.",
                        },
                        {
                            title: "Далёкие населенные пункты и объекты инфраструктуры",
                            text: "автономная заправка в местах с ограниченным доступом к стационарным источникам топлива.",
                        },
                        {
                            title: "Сельское хозяйство",
                            text: "заправка тракторов, комбайнов и другой техники без необходимости транспортировки топлива на большие расстояния.",
                        },
                    ],
                    summary:
                        "Двухсекционный АТЗ JAC N90 демонстрирует универсальность и адаптивность к различным условиям эксплуатации. Возможность безопасной и точной выдачи топлива делает технику эффективным решением для объектов с повышенными требованиями к безопасности и надежности.",
                },
                conclusion: {
                    title: "Техника, на которую можно положиться",
                    text: "Купить JAC N90 двухсекционный автотопливозаправщик — выгодное решение для надежной и безопасной работы с топливом. Он сочетает прочную конструкцию и высокую точность эксплуатации. Компания «РусТрак» обеспечивает полное сопровождение и поддержку при покупке. Не откладывайте выбор современной техники, чтобы повысить эффективность работы. Обеспечьте безопасность и удобство при эксплуатации в любых условиях. Для оформления заказа свяжитесь с нами любым удобным способом и получите профессиональную консультацию.",
                },
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 5,
        slug: "shtornyy-gruzovik-kamaz-kompas-43082-model-5389r1",
        categoryId: 2,

        images: {
            image: mainTruckImage6,
            drawing: truckDrawing6,
        },

        gallery: [
            { image: galleryOf1TruckImage6 },
            { image: galleryOf2TruckImage6 },
            { image: galleryOf3TruckImage6 },
            { image: galleryOf4TruckImage6 },
            { image: galleryOf5TruckImage6 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "ШТОРНЫЙ ГРУЗОВИК КАМАЗ КОМПАС 43082 (МОДЕЛЬ 5389R1)",

            category: "Шторные автомобили",

            description: {
                title: "Описание",
                text: "Шторный грузовик КАМАЗ КОМПАС 43082 (модель 5389R1) представляет собой надежное решение для перевозки различных типов грузов. Высокая грузоподъемность и объемный фургон обеспечивают максимальную эффективность при транспортировке. Современное шасси и надежный двигатель Cummins гарантируют стабильную работу и экономию топлива на любых дистанциях.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ КОМПАС 43082",
                    },
                    {
                        title: "Двигатель",
                        value: "Cummins ISF3.8S5168, 168 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "10770",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3990",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "6000",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "8500",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "11900",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "5450",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "6540",
                    },
                    {
                        title: "Объем фургона, м3",
                        value: "42,7",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle: "Шторный грузовик КАМАЗ КОМПАС 43082",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ КОМПАС 43082-0053511-Н5",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins ISF3.8S5168, 168 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 6-ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "6000",
                        },
                        {
                            title: "Габаритные размеры надстройки, мм",
                            value: "8500x2550x2850",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180° Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Передняя стенка",
                            value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                        },
                        {
                            title: "Каркас",
                            value: "Стальной, высотой 2850 мм. Механизм раздельного движения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                        },
                        {
                            title: "Задние ворота",
                            value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                        },
                        {
                            title: "Тент",
                            value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: true,

        id: 0,
        slug: "kran-manipulyator-sollers-tr80-47-s-kmu-hktc-3014-model-4389a8",
        categoryId: 0,

        images: {
            image: mainTruckImage1,
            drawing: truckDrawing1,
        },

        ru: {
            price: "Цена по запросу",

            truckType:
                "Кран-манипулятор SOLLERS TR80-47 с КМУ HKTC 3014 (модель 4389A8)",

            category: "Краны-манипуляторы",

            description: {
                title: "Описание",

                text: "Контейнеровоз на шасси ГАЗ C41R33 специализированное транспортное средство, предназначенное для перевозки специального контейнера. Состоит из надрамника и универсальной грузовой платформы с замками. Возможно комплектование настилом пола, бортами для повышения универсальности автомобиля.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "SOLLERS TR80-47",
                    },

                    {
                        title: "Двигатель",
                        value: "Cummins D4.0EVID170, 163 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "8990",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2400",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3330",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "5200",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "6200",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "6420",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "1580",
                    },
                    {
                        title: "Грузоподъёмность КМУ, тонн",
                        value: "3,2",
                    },
                    {
                        title: "Вылет стрелы, м",
                        value: "9,8",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Кран-манипулятор SOLLERS TR80-47 с КМУ НКТС 3014 (модель 4389A8)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "SOLLERS TR80-47",
                        },
                        {
                            title: "Тип настройки",
                            value: "Бортовая платформа с КМУ",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins D4.0EVID170, 163 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 6-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры автомобиля, ДхШхВ (мм)",
                            value: "8990х2400х3330",
                        },
                        {
                            title: "Полная масса (кг)",
                            value: "8000",
                        },
                        {
                            title: "Снаряженная масса (кг)",
                            value: "6420",
                        },
                        {
                            title: "Габаритные размеры бортовой платформы, ДхШхВ (мм)",
                            value: "6200х2400х600",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 5 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Стальные оцинкованные или алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О. Быстросъёмные стойки ломающегося типа по 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита из алюминиевых профилей на откидных оцинкованных кронштейнах. Заднее защитное устройство. Ступень для подъёма на платформу.",
                        },
                    ],
                },

                {
                    sectionTitle:
                        "Характеристики кран-манипуляторной установки НКТС 3014",

                    items: [
                        {
                            title: "Максимальный грузовой момент, тм",
                            value: "8,6",
                        },
                        {
                            title: "Г/п на минимальном вылете, кг",
                            value: "3200",
                        },
                        {
                            title: "Минимальный рабочий радиус, м",
                            value: "2,5",
                        },
                        {
                            title: "Г/п на максимальном вылете, кг",
                            value: "700",
                        },
                        {
                            title: "Максимальный вылет стрелы, м",
                            value: "9,8",
                        },
                        {
                            title: "Стрела / количество секций",
                            value: "Гексагональная / 4 секции",
                        },
                        {
                            title: "Угол вращения колонны вокруг своей оси, град",
                            value: "360°, бесконечный",
                        },
                        {
                            title: "Передние аутригеры, м",
                            value: "Размах 4,1",
                        },
                        {
                            title: "Задние аутригеры, м",
                            value: "наличие",
                        },
                        {
                            title: "Масса КМУ, кг",
                            value: "1450",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,

        id: 1,
        slug: "avtotoplivozapravshchik-na-shassi-gaz-c41r13-model-4389jy",
        categoryId: 1,

        images: {
            image: mainTruckImage2,
            drawing: truckDrawing1,
        },

        gallery: [
            { image: galleryOf1TruckImage2 },
            { image: galleryOf2TruckImage2 },
            { image: galleryOf3TruckImage2 },
            { image: galleryOf4TruckImage2 },
            { image: galleryOf5TruckImage2 },
            { image: galleryOf6TruckImage2 },
        ],

        ru: {
            price: "от 6 200 000Р",

            truckType:
                "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",

            category: "Автотопливозаправщики",

            description: {
                title: "Описание",

                text: "Автотопливозаправщик ГАЗ C41R13 предназначен для транспортирования, кратковременного хранения и дозированной выдачи светлых нефтепродуктов плотностью 780-860 кг/м3. Состоит из специальной цистерны, установленной на шасси, топливного насоса, счетчика жидкости позволяющего видеть объем выдаваемого топлива, напорно-всасывающих и раздаточного рукавов, пистолета и т.д.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "ГАЗ С41R13",
                    },
                    {
                        title: "Двигатель",
                        value: "ЯМЗ 53445, 168 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 5-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "6440",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2195",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "2890",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3770",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "8700",
                    },
                    {
                        title: "Объем цистерны, л.",
                        value: "5300",
                    },
                    {
                        title: "Количество отсеков, шт.:",
                        value: "2",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "ГАЗ C41R13",
                        },
                        {
                            title: "Полная масса, кг",
                            value: "8700",
                        },
                        {
                            title: "Снаряженная масса, кг",
                            value: "4200",
                        },
                        {
                            title: "Длина автомобиля, мм",
                            value: "6440",
                        },
                        {
                            title: "Ширина автомобиля, мм",
                            value: "2195",
                        },
                        {
                            title: "Высота автомобиля, мм",
                            value: "2890",
                        },
                        {
                            title: "Грузоподъёмность, кг",
                            value: "5300",
                        },
                        {
                            title: "Количество отсеков, шт.",
                            value: "2",
                        },
                    ],
                },

                {
                    sectionTitle: "Автотопливозаправщик ГАЗ C41R13",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "ГАЗ C41R13",
                        },
                        {
                            title: "Тип надстройки",
                            value: "Автотопливозаправщик",
                        },
                        {
                            title: "Двигатель",
                            value: "ЯМЗ 53445, 168 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 5-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "3770",
                        },
                    ],
                },
                {
                    sectionTitle: "Цистерна:",

                    items: [
                        {
                            title: "Общая номинальная вместимость цистерны, л.:",
                            value: "5300",
                        },
                        {
                            title: "Поперечное сечение:",
                            value: "эллипс",
                        },
                        {
                            title: "Толщина металла не менее, мм.:",
                            value: "3 мм",
                        },
                        {
                            title: "Цистерна изготовлена как мера вместимости:",
                            value: "Свидетельство о поверке",
                        },
                        {
                            title: "Налив цистерны:",
                            value: "Верхним способом",
                        },
                        {
                            title: "Слив цистерны:",
                            value: "Гравитационный (самотеком), при помощи собственного насоса.",
                        },
                        {
                            title: "Ограждение горловин от пролива нефтепродуктов (экологический короб):",
                            value: "Наличие, по всей длине цистерны",
                        },
                        {
                            title: "Слив воды из ограждения горловин от пролива нефтепродуктов (экологического короба):",
                            value: "Оборудованный шаровыми кранами и патрубками на конце, расположен в задней части цистерны с выводом в левую и правую стороны по ходу движения ТС.",
                        },
                        {
                            title: "Крышки горловин",
                            value: "Алюминиевые, с устройством дыхательным УД-33, 1 шт. на каждый отсек",
                        },
                    ],
                },
                {
                    sectionTitle: "Коммуникации",

                    items: [
                        {
                            title: "Материал Диаметр условного прохода, мм:",
                            value: "АМГ5М, Ду – 80.",
                        },
                        {
                            title: "Запорное оборудование:",
                            value: "Пневматический донный клапан, блок пневмоуправления, шаровые краны",
                        },
                        {
                            title: "Напорно-всасывающие рукава Диаметр условного прохода, мм Длинна одного, м.: Количество",
                            value: "Композитные импортные рукава Ду – 75, L= 3, 2 шт., расположены в пластиковых пеналах длинной 3,25 метра",
                        },
                        {
                            title: "Быстроразъемные соединения (БРС): Тип: Производитель:   Диаметр условного прохода, мм:",
                            value: "Elaflex, Ду -75",
                        },
                    ],
                },
                {
                    sectionTitle: "Насосное оборудование:",

                    items: [
                        {
                            title: "Привод насоса",
                            value: "От двигателя шасси через коробку отбора мощности",
                        },
                        {
                            title: "Насос",
                            value: "Насос	СШН-50/600П Шиберного типа, Производительность 600 л/мин, максимальная высота самовсасывания 6,0 м.",
                        },
                        {
                            title: "Фильтр",
                            value: "Фильтрующий элемент фильтра изготовлен из металлической сетки полутомпаковой 0,8Н (ГОСТ 66130). Сетка зафиксирована на каркасе проволокой.",
                        },
                    ],
                },
                {
                    sectionTitle: "Узел выдачи топлива:",

                    items: [
                        {
                            title: "Расположение:",
                            value: "В кормовой части автомобиля по середине с возможностью выдачи топлива на любую сторону.",
                        },
                        {
                            title: "Фильтр: Тип: Марка:",
                            value: "Чистота фильтрации не более 0,03. Элемент, фильтрующий ПЗМИ-М-545",
                        },
                        {
                            title: "Счетчик жидкости",
                            value: "ДД-25-1,6 СУ, Класс точности 0,25, диаметр условного прохода Ду-25, Давление измеряемой среды 1,6 Мпа, расход 1,2 – 7 м3/ч.",
                        },
                        {
                            title: "Раздаточный рукав",
                            value: "Ду-20, длина -5 м. Укладка свободная.",
                        },
                        {
                            title: "Кран раздаточный",
                            value: "Кран раздаточный АКТ с автоматическим и ручным прекращением выдачи рабочей жидкости марки А50-М.",
                        },
                        {
                            title: "Держатель для крана раздаточного»",
                            value: "Наличие",
                        },
                    ],
                },
                {
                    sectionTitle: "Комплектация:",

                    items: [
                        {
                            title: "Огнетушители:",
                            value: "2 шт., ОП-6, расположены в пластиковых пеналах справа и слева по ходу движения ТС, на переднем донце цистерны",
                        },
                        {
                            title: "Ящик для инструментов",
                            value: "1 шт., пластиковый, установлен с левой стороны по ходу движения ТС, в задней части.",
                        },
                        {
                            title: "Ящик для песка",
                            value: "1 шт., пластиковый, для массы не менее 25 кг., установлен с левой стороны по ходу движения ТС, в задней части,",
                        },
                        {
                            title: "Противооткатные упоры",
                            value: "2 шт., пластиковые",
                        },
                        {
                            title: "Цепь заземления, постоянно контактирующая с землей",
                            value: "1 шт.",
                        },
                        {
                            title: "Трос заземления со штырем",
                            value: "1 шт., трос длиной-10 м., БЗЗ-10",
                        },
                        {
                            title: "Проблесковый маячок:",
                            value: "2 шт. оранжевого цвета",
                        },
                        {
                            title: "Световозвращающее оборудование:",
                            value: "Световозвращающая микропризматическая лента, соответствующая требованиям, правил 104 ЕЭК ООН.",
                        },
                        {
                            title: "Площадка обслуживания:",
                            value: "Из алюминиевого просеченного листа, обеспечивающая безопасную работу оператора.",
                        },
                        {
                            title: "Лестница:",
                            value: "Расположена в задней части цистерны, с просеченными ступенями, исключающими скольжение, с правой стороны по ходу движения ТС",
                        },
                        {
                            title: "Поручень безопасности:",
                            value: "Алюминиевый, раскладывающийся с уровня земли. Имеет фиксатор для самопроизвольного открытия.",
                        },
                        {
                            title: "Наличие",
                        },
                    ],
                },
                {
                    sectionTitle: "Окраска:",

                    items: [
                        {
                            title: "Окраска цистерны::",
                            value: "По ТУ завода изготовителя РАЛ - 2004",
                        },
                        {
                            title: "Надпись «Огнеопасно». Знак опасности, 3 класс. Знак «Вещество опасное для окружающей среды»:",
                            value: "Справа, слева и сзади цистерны",
                        },
                    ],
                },
            ],

            extraDescription: {
                main: {
                    description: "Описание",
                    text: "Развитие перевозок топлива требует надежной техники и продуманной конструкции цистерн. АТЗ на шасси ГАЗ C41R13 сочетает грузоподъемность, маневренность и практичную компоновку. Компания «РусТрак» разрабатывает и выпускает топливозаправочную технику с учетом требований к надежности и безопасности. Конструкция цистерны предусматривает безопасную транспортировку горючих жидкостей и удобство обслуживания оборудования. Надёжное шасси, качественные материалы и точная сборка поддерживают стабильную работу техники в различных условиях эксплуатации.",
                },
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,

        id: 2,

        slug: "shtornyy-gruzovik-kamaz-4308-dopog-ekhii-model-4388n2-10",

        categoryId: 2,

        images: {
            image: mainTruckImage3,
        },

        gallery: [
            { image: galleryOf1TruckImage3 },
            { image: galleryOf2TruckImage3 },
            { image: galleryOf3TruckImage3 },
            { image: galleryOf4TruckImage3 },
            { image: galleryOf5TruckImage3 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType:
                "Шторный грузовик КАМАЗ 4308 ДОПОГ EXII (модель 4388H2-10)",

            category: "Автомобили ДОПОГ категории EXII",

            description: {
                title: "Описание",

                text: "",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ 4308-3083-69(G5)",
                    },

                    {
                        title: "Двигатель",
                        value: "Cummins ISB6.7 E5 250, 250 л. с.",
                    },

                    {
                        title: "КПП",
                        value: "Механическая, 9-ступенчатая",
                    },

                    {
                        title: "Длина автомобиля, мм",
                        value: "8970",
                    },

                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },

                    {
                        title: "Высота автомобиля, мм",
                        value: "3580",
                    },

                    {
                        title: "Колесная база, мм",
                        value: "4700",
                    },

                    {
                        title: "Колесная формула",
                        value: "4x2",
                    },

                    {
                        title: "Длина платформы, м",
                        value: "6,6",
                    },

                    {
                        title: "Полная масса, кг",
                        value: "11980",
                    },

                    {
                        title: "Снаряженная масса, кг",
                        value: "7350",
                    },

                    {
                        title: "Грузоподъёмность, кг",
                        value: "4630",
                    },

                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Шторный грузовик КАМАЗ 4308 ДОПОГ категория EXII (модель4388H2-10)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ 4308-3083-69(G5)",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins ISB6.7 E5 250, 250 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 9-ступенчатая ZF9",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры надстройки, мм",
                            value: "6600х2550х2500",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 6 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием толщиной 21 мм, рифленый алюминиевый лист 2 мм",
                        },
                        {
                            title: "Борта платформы",
                            value: "Алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180O. Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Передняя стенка",
                            value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                        },
                        {
                            title: "Каркас",
                            value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны. Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса. Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте. Водоотводящий алюминиевый козырек над задними воротами. Передние и задние стойки оцинкованные.",
                        },
                        {
                            title: "Задние ворота",
                            value: "Распашные ворота из алюминиевого профиля со скрытой фурнитурой. С возможностью фиксации в открытом положении.",
                        },
                        {
                            title: "Тент",
                            value: "Тент из ткани, удельный вес 650 г/м2. Усиление тента крыши на углах. Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон. Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м. Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Боковые влагозащитные габаритные огни. Задний противоподкатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу. Обтекатель на кабину.",
                        },
                        {
                            title: "Оборудование по требованиям ДОПОГ EXII",
                            value: "Дистанционный выключатель массы аккумуляторной батареи с дублирующей кнопкой в салоне класса защиты IP65. Ящик для песка. Закреплена цепь заземления с касанием земли 200мм. Маячок проблесковый С24-75 - 2шт. Пенал огнетушителя – 2шт. Огнетушитель ОП-6 – 2шт. Ткань тента соответствует требованиям ДОПОГ EXII. Металлические защитные экраны (подкрылки). Устройство ограничения скорости «Надежный контроль» тип 80 (сертификат соответствия № ЕАЭС RU C-RU.АД07.В.05403/22 с 31.12.2022 по 30.12.2026). Тахограф ШТРИХ, модель «МАК-1».",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 3,
        slug: "kran-manipulyator-kamaz-43118-s-kmu-inman-it-200",
        categoryId: 0,

        images: {
            image: mainTruckImage4,
        },

        gallery: [
            { image: galleryOf1TruckImage4 },
            { image: galleryOf2TruckImage4 },
            { image: galleryOf3TruckImage4 },
            { image: galleryOf4TruckImage4 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "КРАН-МАНИПУЛЯТОР КАМАЗ 43118 С КМУ INMAN IT 200",

            category: "Краны-манипуляторы",

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ 43118",
                    },
                    {
                        title: "Двигатель",
                        value: "КАМАЗ 740.705-300, 300 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 10-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "9440",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3960",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3690",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "5500",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "22500",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "15200",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "7300",
                    },
                    {
                        title: "Грузоподъёмность КМУ, тонн",
                        value: "7,2",
                    },
                    {
                        title: "Вылет стрелы, м",
                        value: "18,9",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Кран-манипулятор КАМАЗ 43118 с КМУ INMAN IT 200",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ 43118-3027-50",
                        },
                        {
                            title: "Тип надстройки",
                            value: "Бортовая платформа с КМУ",
                        },
                        {
                            title: "Двигатель",
                            value: "КАМАЗ 740.705-300, 300 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 10-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "3690",
                        },
                        {
                            title: "Габаритные размеры автомобиля, ДхШхВ (мм)",
                            value: "9440х2550х3960",
                        },
                        {
                            title: "Полная масса (кг)",
                            value: "22500",
                        },
                        {
                            title: "Снаряженная масса (кг)",
                            value: "15200",
                        },
                        {
                            title: "Грузоподъёмность, кг",
                            value: "7300",
                        },
                        {
                            title: "Габаритные размеры бортовой платформы, ДхШхВ (мм)",
                            value: "5500х2550х600",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 5 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием толщиной 18 мм.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Стальные оцинкованные или алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О. Быстросъёмные стойки ломающегося типа по 1 на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита из алюминиевых профилей на откидных оцинкованных кронштейнах. Заднее защитное устройство. Ступень для подъёма на платформу.",
                        },

                        {
                            title: "Максимальный грузовой момент, тм",
                            value: "21,0",
                        },
                        {
                            title: "Максимальная грузоподъёмность на рабочем радиусе 2,6 м, кг",
                            value: "7200",
                        },
                        {
                            title: "Минимальный рабочий радиус, м",
                            value: "2,0",
                        },
                        {
                            title: "Г/п на максимальном вылете, кг",
                            value: "400",
                        },
                        {
                            title: "Максимальный вылет стрелы, м",
                            value: "18,9",
                        },
                        {
                            title: "Стрела",
                            value: "Гексагональная / 6 секции",
                        },
                        {
                            title: "Угол вращения колонны вокруг своей оси, град",
                            value: "400°, бесконечный",
                        },
                        {
                            title: "Угол подъема стрелы",
                            value: "-17° ~ 75°",
                        },
                        {
                            title: "Опционально",
                            value: "Установка бура, сертифицированной монтажной корзины",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 4,
        slug: "avtotoplivozapravshchik-jac-n90-atz-6-0-dvukhsektsionnaya",
        categoryId: 1,

        images: {
            image: mainTruckImage5,
            drawing: truckDrawing5,
        },

        gallery: [
            { image: galleryOf1TruckImage5 },
            { image: galleryOf2TruckImage5 },
            { image: galleryOf3TruckImage5 },
            { image: galleryOf4TruckImage5 },
            { image: galleryOf5TruckImage5 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "ТОПЛИВОЗАПРАВЩИК JAC N90 АТЗ 6,0 ДВУХСЕКЦИОННАЯ",

            category: "Автотопливозаправщики",

            description: {
                title: "Описание",
                text: "Техника для работы с топливом требует высокой надежности и безопасности. Двухсекционный бензовоз JAC N90 обеспечивает точную и безопасную доставку топлива в любых условиях. Эффективность машины определяется качеством конструкции и эксплуатационной поддержкой. Компания «РусТрак» предлагает современные модели с полным сопровождением клиентов. Надежные автомобили снижают риски и повышают безопасность при работе с топливом. Продуманная конструкция и сервисная поддержка позволяют поддерживать технику в идеальном состоянии.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "JAC N-90S",
                    },
                    {
                        title: "Двигатель",
                        value: "Cummins ISF3.8S5154, 152 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "6200",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2270",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "2950",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3365",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "9030",
                    },
                    {
                        title: "Объем цистерны, л.",
                        value: "6000",
                    },
                    {
                        title: "Количество отсеков, шт.:",
                        value: "2",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle: "Автотопливозаправщик на шасси JAC N-90S",

                    items: [
                        {
                            title: "Производитель / Модель шасси",
                            value: "JAC / JAC N-90S",
                        },
                        {
                            title: "Длинна базы, мм",
                            value: "3365",
                        },
                        {
                            title: "Колесная формула",
                            value: "4x2",
                        },
                        {
                            title: "Вывод глушителя",
                            value: "Установлен защитный экран",
                        },
                        {
                            title: "Дистанционный выключатель массы",
                            value: "Наличие 2шт. (в районе АКБ и дублирование в кабине) в соответствии с требованиями ДОПОГ",
                        },
                    ],
                },
                {
                    sectionTitle: "Цистерна:",

                    items: [
                        {
                            title: "Общая номинальная вместимость цистерны, л.:",
                            value: "6000",
                        },
                        {
                            title: "Поперечное / Продольное сечение:",
                            value: "Эллипсная / Постоянное",
                        },
                        {
                            title: "Материал цистерны / Толщина металла:",
                            value: "Низколегированная Сталь 09Г2С / 3 мм",
                        },
                        {
                            title: "Количество отсеков, шт.:",
                            value: "2 (с делением по литрам)",
                        },
                        {
                            title: "Цистерна изготовлена как мера вместимости:",
                            value: "Да, сертификат о калибровке цистерны",
                        },
                        {
                            title: "Налив / Слив цистерны:",
                            value: "Верхним способом / Гравитационный или собственным насосом",
                        },
                        {
                            title: "Ограждение горловин (экологический короб):",
                            value: "Да, со сливом воды и креплением знаков опасности",
                        },
                        {
                            title: "Крышки горловин / Дыхательное устройство:",
                            value: "Алюминиевые / УД-2 80 с огнепреградителем (на каждый отсек)",
                        },
                    ],
                },
                {
                    sectionTitle: "Коммуникации и насосное оборудование",

                    items: [
                        {
                            title: "Материал и диаметр прохода коммуникаций:",
                            value: "АМГ5М, Ду – 80",
                        },
                        {
                            title: "Запорное оборудование:",
                            value: "Донный клапан (пневмопривод, блок управления в УВТ), шаровые краны",
                        },
                        {
                            title: "Напорно-всасывающие рукава:",
                            value: "Композитные рукава Ду – 75, L= 3, 2 шт.",
                        },
                        {
                            title: "Быстроразъемные соединения (БРС):",
                            value: "Elaflex, Ду -75",
                        },
                        {
                            title: "Привод насоса и марка насоса:",
                            value: "От КОМ через кардан. СШН-50/600П (600 л/мин, всасывание 6,0 м)",
                        },
                        {
                            title: "Фильтр насоса:",
                            value: "Сетка полутомпаковая 0,8Н (ГОСТ 66130) на металлическом каркасе",
                        },
                    ],
                },
                {
                    sectionTitle: "Узел выдачи топлива (УВТ)",

                    items: [
                        {
                            title: "Расположение УВТ / Фильтрация:",
                            value: "Сзади. Фильтр тонкой очистки ПЗМИ-М-545 (чистота 0,03)",
                        },
                        {
                            title: "Счетчик жидкости:",
                            value: "ДД-40-1,6 СУ, Класс точности 0,25, Ду-32, 1,6 Мпа, расход 1,2 – 7 м3/ч.",
                        },
                        {
                            title: "Раздаточный рукав:",
                            value: "Ду-25, длина 10 м. Укладка на барабан с пружинным приводом.",
                        },
                        {
                            title: "Кран раздаточный:",
                            value: "Кран АКТ с автоотсекателем. Держатель для пистолета в комплекте.",
                        },
                    ],
                },
                {
                    sectionTitle: "Комплектация и безопасность",

                    items: [
                        {
                            title: "Огнетушители и пеналы:",
                            value: "2 шт. ОП-6 в пластиковых пеналах. Пеналы для рукавов (3,25 м) — 2 шт.",
                        },
                        {
                            title: "Ящики / Упоры:",
                            value: "Пластиковые (инструментальный, для песка 25 кг), 2 противооткатных упора",
                        },
                        {
                            title: "Знаки опасности / Заземление:",
                            value: "По 1 шт. перед/зад. Цепь заземления и трос со штырем 10 м (БЗЗ-10)",
                        },
                        {
                            title: "Световое и световозвращ. оборудование:",
                            value: "Оранжевый маячок, микропризматическая лента (104 ЕЭК ООН)",
                        },
                        {
                            title: "Оборудование оператора:",
                            value: "Площадка из просечного листа, лестница сзади справа, поручень безопасности",
                        },
                        {
                            title: "Заднее защитное устройство (ЗЗУ):",
                            value: "Наличие, оцинкованное",
                        },
                    ],
                },
                {
                    sectionTitle: "Окраска:",

                    items: [
                        {
                            title: "Окраска кабины и цистерны:",
                            value: "По ТУ производителя, цистерна РАЛ - 2009 (с грунтованием)",
                        },
                        {
                            title: "Специальные надписи и знаки:",
                            value: "«Огнеопасно», Знаки 3 класса и опасности для среды (справа, слева, сзади)",
                        },
                    ],
                },
            ],

            extraDescription: {
                main: {
                    description: "Описание",
                    text: "Техника для работы с топливом требует высокой надежности и безопасности. Двухсекционный бензовоз JAC N90 обеспечивает точную и безопасную доставку топлива в любых условиях. Эффективность машины определяется качеством конструкции и эксплуатационной поддержкой. Компания «РусТрак» предлагает современные модели с полным сопровождением клиентов. Надежные автомобили снижают риски и повышают безопасность при работе с топливом. Продуманная конструкция и сервисная поддержка позволяют поддерживать технику в идеальном состоянии.",
                },
                advantages: {
                    title: "Преимущества автотопливозаправщика JAC N90",
                    items: [
                        {
                            title: "Надежная конструкция шасси",
                            text: "шасси JAC N-90S с колесной формулой 4х2 и длинной базой 3365 мм обеспечивает устойчивость и маневренность на дорогах.",
                        },
                        {
                            title: "Двухсекционная цистерна на 6000 литров",
                            text: "разделение по литрам позволяет точно учитывать выдачу топлива и оптимально распределять нагрузку.",
                        },
                        {
                            title: "Высокое качество материала цистерны",
                            text: "низколегированная сталь 09Г2С толщиной 3 мм гарантирует долговечность и защиту от коррозии.",
                        },
                        {
                            title: "Современные системы налив/слив",
                            text: "верхний налив и гравитационный или насосный слив обеспечивают удобство и безопасность операций.",
                        },
                        {
                            title: "Сертифицированная калибровка цистерны",
                            text: "каждая емкость имеет документальное подтверждение точной вместимости, что упрощает учет топлива.",
                        },
                        {
                            title: "Безопасные горловины и дыхательные устройства",
                            text: "алюминиевые крышки с огнепреградителем УД-2 80 минимизируют риск воспламенения и утечек.",
                        },
                        {
                            title: "Эффективное насосное оборудование",
                            text: "насос СШН-50/600П через КОМ с расходом 600 л/мин обеспечивает быструю заправку техники.",
                        },
                        {
                            title: "Удобный узел выдачи топлива (УВТ)",
                            text: "счетчик ДД-40-1,6 СУ с высокой точностью и раздаточный рукав 10 м с автоотсекателем повышают комфорт и контроль за выдачей топлива.",
                        },
                        {
                            title: "Комплексная безопасность и оснащение",
                            text: "огнетушители, знаки опасности, заземление, площадка оператора и заднее защитное устройство соответствуют современным стандартам.",
                        },
                        {
                            title: "Качественная окраска и маркировка",
                            text: "кабина и цистерна окрашены по ТУ с нанесением надписей «Огнеопасно» и знаков 3 класса, обеспечивая визуальное предупреждение и долговечность покрытия.",
                        },
                    ],
                    summary:
                        "Бензовоз JAC N90 сочетает прочность конструкции, высокую точность оборудования и полный комплекс систем безопасности. Каждая деталь продумана для удобства работы, надежной эксплуатации и точного учета топлива. Надежность и функциональность техники позволяют безопасно и эффективно управлять процессом заправки топлива в любых условиях.",
                },
                applications: {
                    title: "Области применения",
                    items: [
                        {
                            title: "Промышленные объекты",
                            text: "обеспечение бесперебойной подачи топлива для техники и оборудования, где требуется высокая точность учета.",
                        },
                        {
                            title: "Строительные и карьеровочные площадки",
                            text: "оперативная заправка строительной и карьерной техники на удаленных участках.",
                        },
                        {
                            title: "Аэропорты и транспортные узлы",
                            text: "доставка топлива к самолетам и спецтехнике с соблюдением строгих требований безопасности.",
                        },
                        {
                            title: "Морские и речные порты",
                            text: "пополнение резервуаров служебных судов и гидротехнической техники.",
                        },
                        {
                            title: "Далёкие населенные пункты и объекты инфраструктуры",
                            text: "автономная заправка в местах с ограниченным доступом к стационарным источникам топлива.",
                        },
                        {
                            title: "Сельское хозяйство",
                            text: "заправка тракторов, комбайнов и другой техники без необходимости транспортировки топлива на большие расстояния.",
                        },
                    ],
                    summary:
                        "Двухсекционный АТЗ JAC N90 демонстрирует универсальность и адаптивность к различным условиям эксплуатации. Возможность безопасной и точной выдачи топлива делает технику эффективным решением для объектов с повышенными требованиями к безопасности и надежности.",
                },
                conclusion: {
                    title: "Техника, на которую можно положиться",
                    text: "Купить JAC N90 двухсекционный автотопливозаправщик — выгодное решение для надежной и безопасной работы с топливом. Он сочетает прочную конструкцию и высокую точность эксплуатации. Компания «РусТрак» обеспечивает полное сопровождение и поддержку при покупке. Не откладывайте выбор современной техники, чтобы повысить эффективность работы. Обеспечьте безопасность и удобство при эксплуатации в любых условиях. Для оформления заказа свяжитесь с нами любым удобным способом и получите профессиональную консультацию.",
                },
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 5,
        slug: "shtornyy-gruzovik-kamaz-kompas-43082-model-5389r1",
        categoryId: 2,

        images: {
            image: mainTruckImage6,
            drawing: truckDrawing6,
        },

        gallery: [
            { image: galleryOf1TruckImage6 },
            { image: galleryOf2TruckImage6 },
            { image: galleryOf3TruckImage6 },
            { image: galleryOf4TruckImage6 },
            { image: galleryOf5TruckImage6 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "ШТОРНЫЙ ГРУЗОВИК КАМАЗ КОМПАС 43082 (МОДЕЛЬ 5389R1)",

            category: "Шторные автомобили",

            description: {
                title: "Описание",
                text: "Шторный грузовик КАМАЗ КОМПАС 43082 (модель 5389R1) представляет собой надежное решение для перевозки различных типов грузов. Высокая грузоподъемность и объемный фургон обеспечивают максимальную эффективность при транспортировке. Современное шасси и надежный двигатель Cummins гарантируют стабильную работу и экономию топлива на любых дистанциях.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ КОМПАС 43082",
                    },
                    {
                        title: "Двигатель",
                        value: "Cummins ISF3.8S5168, 168 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "10770",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3990",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "6000",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "8500",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "11900",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "5450",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "6540",
                    },
                    {
                        title: "Объем фургона, м3",
                        value: "42,7",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle: "Шторный грузовик КАМАЗ КОМПАС 43082",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ КОМПАС 43082-0053511-Н5",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins ISF3.8S5168, 168 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 6-ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "6000",
                        },
                        {
                            title: "Габаритные размеры надстройки, мм",
                            value: "8500x2550x2850",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180° Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Передняя стенка",
                            value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                        },
                        {
                            title: "Каркас",
                            value: "Стальной, высотой 2850 мм. Механизм раздельного движения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                        },
                        {
                            title: "Задние ворота",
                            value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                        },
                        {
                            title: "Тент",
                            value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: true,

        id: 0,
        slug: "kran-manipulyator-sollers-tr80-47-s-kmu-hktc-3014-model-4389a8",
        categoryId: 0,

        images: {
            image: mainTruckImage1,
            drawing: truckDrawing1,
        },

        ru: {
            price: "Цена по запросу",

            truckType:
                "Кран-манипулятор SOLLERS TR80-47 с КМУ HKTC 3014 (модель 4389A8)",

            category: "Краны-манипуляторы",

            description: {
                title: "Описание",

                text: "Контейнеровоз на шасси ГАЗ C41R33 специализированное транспортное средство, предназначенное для перевозки специального контейнера. Состоит из надрамника и универсальной грузовой платформы с замками. Возможно комплектование настилом пола, бортами для повышения универсальности автомобиля.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "SOLLERS TR80-47",
                    },

                    {
                        title: "Двигатель",
                        value: "Cummins D4.0EVID170, 163 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "8990",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2400",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3330",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "5200",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "6200",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "6420",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "1580",
                    },
                    {
                        title: "Грузоподъёмность КМУ, тонн",
                        value: "3,2",
                    },
                    {
                        title: "Вылет стрелы, м",
                        value: "9,8",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Кран-манипулятор SOLLERS TR80-47 с КМУ НКТС 3014 (модель 4389A8)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "SOLLERS TR80-47",
                        },
                        {
                            title: "Тип настройки",
                            value: "Бортовая платформа с КМУ",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins D4.0EVID170, 163 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 6-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры автомобиля, ДхШхВ (мм)",
                            value: "8990х2400х3330",
                        },
                        {
                            title: "Полная масса (кг)",
                            value: "8000",
                        },
                        {
                            title: "Снаряженная масса (кг)",
                            value: "6420",
                        },
                        {
                            title: "Габаритные размеры бортовой платформы, ДхШхВ (мм)",
                            value: "6200х2400х600",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 5 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Стальные оцинкованные или алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О. Быстросъёмные стойки ломающегося типа по 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита из алюминиевых профилей на откидных оцинкованных кронштейнах. Заднее защитное устройство. Ступень для подъёма на платформу.",
                        },
                    ],
                },

                {
                    sectionTitle:
                        "Характеристики кран-манипуляторной установки НКТС 3014",

                    items: [
                        {
                            title: "Максимальный грузовой момент, тм",
                            value: "8,6",
                        },
                        {
                            title: "Г/п на минимальном вылете, кг",
                            value: "3200",
                        },
                        {
                            title: "Минимальный рабочий радиус, м",
                            value: "2,5",
                        },
                        {
                            title: "Г/п на максимальном вылете, кг",
                            value: "700",
                        },
                        {
                            title: "Максимальный вылет стрелы, м",
                            value: "9,8",
                        },
                        {
                            title: "Стрела / количество секций",
                            value: "Гексагональная / 4 секции",
                        },
                        {
                            title: "Угол вращения колонны вокруг своей оси, град",
                            value: "360°, бесконечный",
                        },
                        {
                            title: "Передние аутригеры, м",
                            value: "Размах 4,1",
                        },
                        {
                            title: "Задние аутригеры, м",
                            value: "наличие",
                        },
                        {
                            title: "Масса КМУ, кг",
                            value: "1450",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,

        id: 1,
        slug: "avtotoplivozapravshchik-na-shassi-gaz-c41r13-model-4389jy",
        categoryId: 1,

        images: {
            image: mainTruckImage2,
            drawing: truckDrawing1,
        },

        gallery: [
            { image: galleryOf1TruckImage2 },
            { image: galleryOf2TruckImage2 },
            { image: galleryOf3TruckImage2 },
            { image: galleryOf4TruckImage2 },
            { image: galleryOf5TruckImage2 },
            { image: galleryOf6TruckImage2 },
        ],

        ru: {
            price: "от 6 200 000Р",

            truckType:
                "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",

            category: "Автотопливозаправщики",

            description: {
                title: "Описание",

                text: "Автотопливозаправщик ГАЗ C41R13 предназначен для транспортирования, кратковременного хранения и дозированной выдачи светлых нефтепродуктов плотностью 780-860 кг/м3. Состоит из специальной цистерны, установленной на шасси, топливного насоса, счетчика жидкости позволяющего видеть объем выдаваемого топлива, напорно-всасывающих и раздаточного рукавов, пистолета и т.д.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "ГАЗ С41R13",
                    },
                    {
                        title: "Двигатель",
                        value: "ЯМЗ 53445, 168 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 5-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "6440",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2195",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "2890",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3770",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "8700",
                    },
                    {
                        title: "Объем цистерны, л.",
                        value: "5300",
                    },
                    {
                        title: "Количество отсеков, шт.:",
                        value: "2",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "ГАЗ C41R13",
                        },
                        {
                            title: "Полная масса, кг",
                            value: "8700",
                        },
                        {
                            title: "Снаряженная масса, кг",
                            value: "4200",
                        },
                        {
                            title: "Длина автомобиля, мм",
                            value: "6440",
                        },
                        {
                            title: "Ширина автомобиля, мм",
                            value: "2195",
                        },
                        {
                            title: "Высота автомобиля, мм",
                            value: "2890",
                        },
                        {
                            title: "Грузоподъёмность, кг",
                            value: "5300",
                        },
                        {
                            title: "Количество отсеков, шт.",
                            value: "2",
                        },
                    ],
                },

                {
                    sectionTitle: "Автотопливозаправщик ГАЗ C41R13",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "ГАЗ C41R13",
                        },
                        {
                            title: "Тип надстройки",
                            value: "Автотопливозаправщик",
                        },
                        {
                            title: "Двигатель",
                            value: "ЯМЗ 53445, 168 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 5-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "3770",
                        },
                    ],
                },
                {
                    sectionTitle: "Цистерна:",

                    items: [
                        {
                            title: "Общая номинальная вместимость цистерны, л.:",
                            value: "5300",
                        },
                        {
                            title: "Поперечное сечение:",
                            value: "эллипс",
                        },
                        {
                            title: "Толщина металла не менее, мм.:",
                            value: "3 мм",
                        },
                        {
                            title: "Цистерна изготовлена как мера вместимости:",
                            value: "Свидетельство о поверке",
                        },
                        {
                            title: "Налив цистерны:",
                            value: "Верхним способом",
                        },
                        {
                            title: "Слив цистерны:",
                            value: "Гравитационный (самотеком), при помощи собственного насоса.",
                        },
                        {
                            title: "Ограждение горловин от пролива нефтепродуктов (экологический короб):",
                            value: "Наличие, по всей длине цистерны",
                        },
                        {
                            title: "Слив воды из ограждения горловин от пролива нефтепродуктов (экологического короба):",
                            value: "Оборудованный шаровыми кранами и патрубками на конце, расположен в задней части цистерны с выводом в левую и правую стороны по ходу движения ТС.",
                        },
                        {
                            title: "Крышки горловин",
                            value: "Алюминиевые, с устройством дыхательным УД-33, 1 шт. на каждый отсек",
                        },
                    ],
                },
                {
                    sectionTitle: "Коммуникации",

                    items: [
                        {
                            title: "Материал Диаметр условного прохода, мм:",
                            value: "АМГ5М, Ду – 80.",
                        },
                        {
                            title: "Запорное оборудование:",
                            value: "Пневматический донный клапан, блок пневмоуправления, шаровые краны",
                        },
                        {
                            title: "Напорно-всасывающие рукава Диаметр условного прохода, мм Длинна одного, м.: Количество",
                            value: "Композитные импортные рукава Ду – 75, L= 3, 2 шт., расположены в пластиковых пеналах длинной 3,25 метра",
                        },
                        {
                            title: "Быстроразъемные соединения (БРС): Тип: Производитель:   Диаметр условного прохода, мм:",
                            value: "Elaflex, Ду -75",
                        },
                    ],
                },
                {
                    sectionTitle: "Насосное оборудование:",

                    items: [
                        {
                            title: "Привод насоса",
                            value: "От двигателя шасси через коробку отбора мощности",
                        },
                        {
                            title: "Насос",
                            value: "Насос	СШН-50/600П Шиберного типа, Производительность 600 л/мин, максимальная высота самовсасывания 6,0 м.",
                        },
                        {
                            title: "Фильтр",
                            value: "Фильтрующий элемент фильтра изготовлен из металлической сетки полутомпаковой 0,8Н (ГОСТ 66130). Сетка зафиксирована на каркасе проволокой.",
                        },
                    ],
                },
                {
                    sectionTitle: "Узел выдачи топлива:",

                    items: [
                        {
                            title: "Расположение:",
                            value: "В кормовой части автомобиля по середине с возможностью выдачи топлива на любую сторону.",
                        },
                        {
                            title: "Фильтр: Тип: Марка:",
                            value: "Чистота фильтрации не более 0,03. Элемент, фильтрующий ПЗМИ-М-545",
                        },
                        {
                            title: "Счетчик жидкости",
                            value: "ДД-25-1,6 СУ, Класс точности 0,25, диаметр условного прохода Ду-25, Давление измеряемой среды 1,6 Мпа, расход 1,2 – 7 м3/ч.",
                        },
                        {
                            title: "Раздаточный рукав",
                            value: "Ду-20, длина -5 м. Укладка свободная.",
                        },
                        {
                            title: "Кран раздаточный",
                            value: "Кран раздаточный АКТ с автоматическим и ручным прекращением выдачи рабочей жидкости марки А50-М.",
                        },
                        {
                            title: "Держатель для крана раздаточного»",
                            value: "Наличие",
                        },
                    ],
                },
                {
                    sectionTitle: "Комплектация:",

                    items: [
                        {
                            title: "Огнетушители:",
                            value: "2 шт., ОП-6, расположены в пластиковых пеналах справа и слева по ходу движения ТС, на переднем донце цистерны",
                        },
                        {
                            title: "Ящик для инструментов",
                            value: "1 шт., пластиковый, установлен с левой стороны по ходу движения ТС, в задней части.",
                        },
                        {
                            title: "Ящик для песка",
                            value: "1 шт., пластиковый, для массы не менее 25 кг., установлен с левой стороны по ходу движения ТС, в задней части,",
                        },
                        {
                            title: "Противооткатные упоры",
                            value: "2 шт., пластиковые",
                        },
                        {
                            title: "Цепь заземления, постоянно контактирующая с землей",
                            value: "1 шт.",
                        },
                        {
                            title: "Трос заземления со штырем",
                            value: "1 шт., трос длиной-10 м., БЗЗ-10",
                        },
                        {
                            title: "Проблесковый маячок:",
                            value: "2 шт. оранжевого цвета",
                        },
                        {
                            title: "Световозвращающее оборудование:",
                            value: "Световозвращающая микропризматическая лента, соответствующая требованиям, правил 104 ЕЭК ООН.",
                        },
                        {
                            title: "Площадка обслуживания:",
                            value: "Из алюминиевого просеченного листа, обеспечивающая безопасную работу оператора.",
                        },
                        {
                            title: "Лестница:",
                            value: "Расположена в задней части цистерны, с просеченными ступенями, исключающими скольжение, с правой стороны по ходу движения ТС",
                        },
                        {
                            title: "Поручень безопасности:",
                            value: "Алюминиевый, раскладывающийся с уровня земли. Имеет фиксатор для самопроизвольного открытия.",
                        },
                        {
                            title: "Наличие",
                        },
                    ],
                },
                {
                    sectionTitle: "Окраска:",

                    items: [
                        {
                            title: "Окраска цистерны::",
                            value: "По ТУ завода изготовителя РАЛ - 2004",
                        },
                        {
                            title: "Надпись «Огнеопасно». Знак опасности, 3 класс. Знак «Вещество опасное для окружающей среды»:",
                            value: "Справа, слева и сзади цистерны",
                        },
                    ],
                },
            ],

            extraDescription: {
                main: {
                    description: "Описание",
                    text: "Развитие перевозок топлива требует надежной техники и продуманной конструкции цистерн. АТЗ на шасси ГАЗ C41R13 сочетает грузоподъемность, маневренность и практичную компоновку. Компания «РусТрак» разрабатывает и выпускает топливозаправочную технику с учетом требований к надежности и безопасности. Конструкция цистерны предусматривает безопасную транспортировку горючих жидкостей и удобство обслуживания оборудования. Надёжное шасси, качественные материалы и точная сборка поддерживают стабильную работу техники в различных условиях эксплуатации.",
                },
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,

        id: 2,

        slug: "shtornyy-gruzovik-kamaz-4308-dopog-ekhii-model-4388n2-10",

        categoryId: 2,

        images: {
            image: mainTruckImage3,
        },

        gallery: [
            { image: galleryOf1TruckImage3 },
            { image: galleryOf2TruckImage3 },
            { image: galleryOf3TruckImage3 },
            { image: galleryOf4TruckImage3 },
            { image: galleryOf5TruckImage3 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType:
                "Шторный грузовик КАМАЗ 4308 ДОПОГ EXII (модель 4388H2-10)",

            category: "Автомобили ДОПОГ категории EXII",

            description: {
                title: "Описание",

                text: "",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ 4308-3083-69(G5)",
                    },

                    {
                        title: "Двигатель",
                        value: "Cummins ISB6.7 E5 250, 250 л. с.",
                    },

                    {
                        title: "КПП",
                        value: "Механическая, 9-ступенчатая",
                    },

                    {
                        title: "Длина автомобиля, мм",
                        value: "8970",
                    },

                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },

                    {
                        title: "Высота автомобиля, мм",
                        value: "3580",
                    },

                    {
                        title: "Колесная база, мм",
                        value: "4700",
                    },

                    {
                        title: "Колесная формула",
                        value: "4x2",
                    },

                    {
                        title: "Длина платформы, м",
                        value: "6,6",
                    },

                    {
                        title: "Полная масса, кг",
                        value: "11980",
                    },

                    {
                        title: "Снаряженная масса, кг",
                        value: "7350",
                    },

                    {
                        title: "Грузоподъёмность, кг",
                        value: "4630",
                    },

                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Шторный грузовик КАМАЗ 4308 ДОПОГ категория EXII (модель4388H2-10)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ 4308-3083-69(G5)",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins ISB6.7 E5 250, 250 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 9-ступенчатая ZF9",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры надстройки, мм",
                            value: "6600х2550х2500",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 6 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием толщиной 21 мм, рифленый алюминиевый лист 2 мм",
                        },
                        {
                            title: "Борта платформы",
                            value: "Алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180O. Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Передняя стенка",
                            value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                        },
                        {
                            title: "Каркас",
                            value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны. Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса. Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте. Водоотводящий алюминиевый козырек над задними воротами. Передние и задние стойки оцинкованные.",
                        },
                        {
                            title: "Задние ворота",
                            value: "Распашные ворота из алюминиевого профиля со скрытой фурнитурой. С возможностью фиксации в открытом положении.",
                        },
                        {
                            title: "Тент",
                            value: "Тент из ткани, удельный вес 650 г/м2. Усиление тента крыши на углах. Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон. Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м. Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Боковые влагозащитные габаритные огни. Задний противоподкатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу. Обтекатель на кабину.",
                        },
                        {
                            title: "Оборудование по требованиям ДОПОГ EXII",
                            value: "Дистанционный выключатель массы аккумуляторной батареи с дублирующей кнопкой в салоне класса защиты IP65. Ящик для песка. Закреплена цепь заземления с касанием земли 200мм. Маячок проблесковый С24-75 - 2шт. Пенал огнетушителя – 2шт. Огнетушитель ОП-6 – 2шт. Ткань тента соответствует требованиям ДОПОГ EXII. Металлические защитные экраны (подкрылки). Устройство ограничения скорости «Надежный контроль» тип 80 (сертификат соответствия № ЕАЭС RU C-RU.АД07.В.05403/22 с 31.12.2022 по 30.12.2026). Тахограф ШТРИХ, модель «МАК-1».",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 3,
        slug: "kran-manipulyator-kamaz-43118-s-kmu-inman-it-200",
        categoryId: 0,

        images: {
            image: mainTruckImage4,
        },

        gallery: [
            { image: galleryOf1TruckImage4 },
            { image: galleryOf2TruckImage4 },
            { image: galleryOf3TruckImage4 },
            { image: galleryOf4TruckImage4 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "КРАН-МАНИПУЛЯТОР КАМАЗ 43118 С КМУ INMAN IT 200",

            category: "Краны-манипуляторы",

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ 43118",
                    },
                    {
                        title: "Двигатель",
                        value: "КАМАЗ 740.705-300, 300 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 10-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "9440",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3960",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3690",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "5500",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "22500",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "15200",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "7300",
                    },
                    {
                        title: "Грузоподъёмность КМУ, тонн",
                        value: "7,2",
                    },
                    {
                        title: "Вылет стрелы, м",
                        value: "18,9",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Кран-манипулятор КАМАЗ 43118 с КМУ INMAN IT 200",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ 43118-3027-50",
                        },
                        {
                            title: "Тип надстройки",
                            value: "Бортовая платформа с КМУ",
                        },
                        {
                            title: "Двигатель",
                            value: "КАМАЗ 740.705-300, 300 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 10-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "3690",
                        },
                        {
                            title: "Габаритные размеры автомобиля, ДхШхВ (мм)",
                            value: "9440х2550х3960",
                        },
                        {
                            title: "Полная масса (кг)",
                            value: "22500",
                        },
                        {
                            title: "Снаряженная масса (кг)",
                            value: "15200",
                        },
                        {
                            title: "Грузоподъёмность, кг",
                            value: "7300",
                        },
                        {
                            title: "Габаритные размеры бортовой платформы, ДхШхВ (мм)",
                            value: "5500х2550х600",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 5 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием толщиной 18 мм.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Стальные оцинкованные или алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О. Быстросъёмные стойки ломающегося типа по 1 на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита из алюминиевых профилей на откидных оцинкованных кронштейнах. Заднее защитное устройство. Ступень для подъёма на платформу.",
                        },

                        {
                            title: "Максимальный грузовой момент, тм",
                            value: "21,0",
                        },
                        {
                            title: "Максимальная грузоподъёмность на рабочем радиусе 2,6 м, кг",
                            value: "7200",
                        },
                        {
                            title: "Минимальный рабочий радиус, м",
                            value: "2,0",
                        },
                        {
                            title: "Г/п на максимальном вылете, кг",
                            value: "400",
                        },
                        {
                            title: "Максимальный вылет стрелы, м",
                            value: "18,9",
                        },
                        {
                            title: "Стрела",
                            value: "Гексагональная / 6 секции",
                        },
                        {
                            title: "Угол вращения колонны вокруг своей оси, град",
                            value: "400°, бесконечный",
                        },
                        {
                            title: "Угол подъема стрелы",
                            value: "-17° ~ 75°",
                        },
                        {
                            title: "Опционально",
                            value: "Установка бура, сертифицированной монтажной корзины",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 4,
        slug: "avtotoplivozapravshchik-jac-n90-atz-6-0-dvukhsektsionnaya",
        categoryId: 1,

        images: {
            image: mainTruckImage5,
            drawing: truckDrawing5,
        },

        gallery: [
            { image: galleryOf1TruckImage5 },
            { image: galleryOf2TruckImage5 },
            { image: galleryOf3TruckImage5 },
            { image: galleryOf4TruckImage5 },
            { image: galleryOf5TruckImage5 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "ТОПЛИВОЗАПРАВЩИК JAC N90 АТЗ 6,0 ДВУХСЕКЦИОННАЯ",

            category: "Автотопливозаправщики",

            description: {
                title: "Описание",
                text: "Техника для работы с топливом требует высокой надежности и безопасности. Двухсекционный бензовоз JAC N90 обеспечивает точную и безопасную доставку топлива в любых условиях. Эффективность машины определяется качеством конструкции и эксплуатационной поддержкой. Компания «РусТрак» предлагает современные модели с полным сопровождением клиентов. Надежные автомобили снижают риски и повышают безопасность при работе с топливом. Продуманная конструкция и сервисная поддержка позволяют поддерживать технику в идеальном состоянии.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "JAC N-90S",
                    },
                    {
                        title: "Двигатель",
                        value: "Cummins ISF3.8S5154, 152 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "6200",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2270",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "2950",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3365",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "9030",
                    },
                    {
                        title: "Объем цистерны, л.",
                        value: "6000",
                    },
                    {
                        title: "Количество отсеков, шт.:",
                        value: "2",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle: "Автотопливозаправщик на шасси JAC N-90S",

                    items: [
                        {
                            title: "Производитель / Модель шасси",
                            value: "JAC / JAC N-90S",
                        },
                        {
                            title: "Длинна базы, мм",
                            value: "3365",
                        },
                        {
                            title: "Колесная формула",
                            value: "4x2",
                        },
                        {
                            title: "Вывод глушителя",
                            value: "Установлен защитный экран",
                        },
                        {
                            title: "Дистанционный выключатель массы",
                            value: "Наличие 2шт. (в районе АКБ и дублирование в кабине) в соответствии с требованиями ДОПОГ",
                        },
                    ],
                },
                {
                    sectionTitle: "Цистерна:",

                    items: [
                        {
                            title: "Общая номинальная вместимость цистерны, л.:",
                            value: "6000",
                        },
                        {
                            title: "Поперечное / Продольное сечение:",
                            value: "Эллипсная / Постоянное",
                        },
                        {
                            title: "Материал цистерны / Толщина металла:",
                            value: "Низколегированная Сталь 09Г2С / 3 мм",
                        },
                        {
                            title: "Количество отсеков, шт.:",
                            value: "2 (с делением по литрам)",
                        },
                        {
                            title: "Цистерна изготовлена как мера вместимости:",
                            value: "Да, сертификат о калибровке цистерны",
                        },
                        {
                            title: "Налив / Слив цистерны:",
                            value: "Верхним способом / Гравитационный или собственным насосом",
                        },
                        {
                            title: "Ограждение горловин (экологический короб):",
                            value: "Да, со сливом воды и креплением знаков опасности",
                        },
                        {
                            title: "Крышки горловин / Дыхательное устройство:",
                            value: "Алюминиевые / УД-2 80 с огнепреградителем (на каждый отсек)",
                        },
                    ],
                },
                {
                    sectionTitle: "Коммуникации и насосное оборудование",

                    items: [
                        {
                            title: "Материал и диаметр прохода коммуникаций:",
                            value: "АМГ5М, Ду – 80",
                        },
                        {
                            title: "Запорное оборудование:",
                            value: "Донный клапан (пневмопривод, блок управления в УВТ), шаровые краны",
                        },
                        {
                            title: "Напорно-всасывающие рукава:",
                            value: "Композитные рукава Ду – 75, L= 3, 2 шт.",
                        },
                        {
                            title: "Быстроразъемные соединения (БРС):",
                            value: "Elaflex, Ду -75",
                        },
                        {
                            title: "Привод насоса и марка насоса:",
                            value: "От КОМ через кардан. СШН-50/600П (600 л/мин, всасывание 6,0 м)",
                        },
                        {
                            title: "Фильтр насоса:",
                            value: "Сетка полутомпаковая 0,8Н (ГОСТ 66130) на металлическом каркасе",
                        },
                    ],
                },
                {
                    sectionTitle: "Узел выдачи топлива (УВТ)",

                    items: [
                        {
                            title: "Расположение УВТ / Фильтрация:",
                            value: "Сзади. Фильтр тонкой очистки ПЗМИ-М-545 (чистота 0,03)",
                        },
                        {
                            title: "Счетчик жидкости:",
                            value: "ДД-40-1,6 СУ, Класс точности 0,25, Ду-32, 1,6 Мпа, расход 1,2 – 7 м3/ч.",
                        },
                        {
                            title: "Раздаточный рукав:",
                            value: "Ду-25, длина 10 м. Укладка на барабан с пружинным приводом.",
                        },
                        {
                            title: "Кран раздаточный:",
                            value: "Кран АКТ с автоотсекателем. Держатель для пистолета в комплекте.",
                        },
                    ],
                },
                {
                    sectionTitle: "Комплектация и безопасность",

                    items: [
                        {
                            title: "Огнетушители и пеналы:",
                            value: "2 шт. ОП-6 в пластиковых пеналах. Пеналы для рукавов (3,25 м) — 2 шт.",
                        },
                        {
                            title: "Ящики / Упоры:",
                            value: "Пластиковые (инструментальный, для песка 25 кг), 2 противооткатных упора",
                        },
                        {
                            title: "Знаки опасности / Заземление:",
                            value: "По 1 шт. перед/зад. Цепь заземления и трос со штырем 10 м (БЗЗ-10)",
                        },
                        {
                            title: "Световое и световозвращ. оборудование:",
                            value: "Оранжевый маячок, микропризматическая лента (104 ЕЭК ООН)",
                        },
                        {
                            title: "Оборудование оператора:",
                            value: "Площадка из просечного листа, лестница сзади справа, поручень безопасности",
                        },
                        {
                            title: "Заднее защитное устройство (ЗЗУ):",
                            value: "Наличие, оцинкованное",
                        },
                    ],
                },
                {
                    sectionTitle: "Окраска:",

                    items: [
                        {
                            title: "Окраска кабины и цистерны:",
                            value: "По ТУ производителя, цистерна РАЛ - 2009 (с грунтованием)",
                        },
                        {
                            title: "Специальные надписи и знаки:",
                            value: "«Огнеопасно», Знаки 3 класса и опасности для среды (справа, слева, сзади)",
                        },
                    ],
                },
            ],

            extraDescription: {
                main: {
                    description: "Описание",
                    text: "Техника для работы с топливом требует высокой надежности и безопасности. Двухсекционный бензовоз JAC N90 обеспечивает точную и безопасную доставку топлива в любых условиях. Эффективность машины определяется качеством конструкции и эксплуатационной поддержкой. Компания «РусТрак» предлагает современные модели с полным сопровождением клиентов. Надежные автомобили снижают риски и повышают безопасность при работе с топливом. Продуманная конструкция и сервисная поддержка позволяют поддерживать технику в идеальном состоянии.",
                },
                advantages: {
                    title: "Преимущества автотопливозаправщика JAC N90",
                    items: [
                        {
                            title: "Надежная конструкция шасси",
                            text: "шасси JAC N-90S с колесной формулой 4х2 и длинной базой 3365 мм обеспечивает устойчивость и маневренность на дорогах.",
                        },
                        {
                            title: "Двухсекционная цистерна на 6000 литров",
                            text: "разделение по литрам позволяет точно учитывать выдачу топлива и оптимально распределять нагрузку.",
                        },
                        {
                            title: "Высокое качество материала цистерны",
                            text: "низколегированная сталь 09Г2С толщиной 3 мм гарантирует долговечность и защиту от коррозии.",
                        },
                        {
                            title: "Современные системы налив/слив",
                            text: "верхний налив и гравитационный или насосный слив обеспечивают удобство и безопасность операций.",
                        },
                        {
                            title: "Сертифицированная калибровка цистерны",
                            text: "каждая емкость имеет документальное подтверждение точной вместимости, что упрощает учет топлива.",
                        },
                        {
                            title: "Безопасные горловины и дыхательные устройства",
                            text: "алюминиевые крышки с огнепреградителем УД-2 80 минимизируют риск воспламенения и утечек.",
                        },
                        {
                            title: "Эффективное насосное оборудование",
                            text: "насос СШН-50/600П через КОМ с расходом 600 л/мин обеспечивает быструю заправку техники.",
                        },
                        {
                            title: "Удобный узел выдачи топлива (УВТ)",
                            text: "счетчик ДД-40-1,6 СУ с высокой точностью и раздаточный рукав 10 м с автоотсекателем повышают комфорт и контроль за выдачей топлива.",
                        },
                        {
                            title: "Комплексная безопасность и оснащение",
                            text: "огнетушители, знаки опасности, заземление, площадка оператора и заднее защитное устройство соответствуют современным стандартам.",
                        },
                        {
                            title: "Качественная окраска и маркировка",
                            text: "кабина и цистерна окрашены по ТУ с нанесением надписей «Огнеопасно» и знаков 3 класса, обеспечивая визуальное предупреждение и долговечность покрытия.",
                        },
                    ],
                    summary:
                        "Бензовоз JAC N90 сочетает прочность конструкции, высокую точность оборудования и полный комплекс систем безопасности. Каждая деталь продумана для удобства работы, надежной эксплуатации и точного учета топлива. Надежность и функциональность техники позволяют безопасно и эффективно управлять процессом заправки топлива в любых условиях.",
                },
                applications: {
                    title: "Области применения",
                    items: [
                        {
                            title: "Промышленные объекты",
                            text: "обеспечение бесперебойной подачи топлива для техники и оборудования, где требуется высокая точность учета.",
                        },
                        {
                            title: "Строительные и карьеровочные площадки",
                            text: "оперативная заправка строительной и карьерной техники на удаленных участках.",
                        },
                        {
                            title: "Аэропорты и транспортные узлы",
                            text: "доставка топлива к самолетам и спецтехнике с соблюдением строгих требований безопасности.",
                        },
                        {
                            title: "Морские и речные порты",
                            text: "пополнение резервуаров служебных судов и гидротехнической техники.",
                        },
                        {
                            title: "Далёкие населенные пункты и объекты инфраструктуры",
                            text: "автономная заправка в местах с ограниченным доступом к стационарным источникам топлива.",
                        },
                        {
                            title: "Сельское хозяйство",
                            text: "заправка тракторов, комбайнов и другой техники без необходимости транспортировки топлива на большие расстояния.",
                        },
                    ],
                    summary:
                        "Двухсекционный АТЗ JAC N90 демонстрирует универсальность и адаптивность к различным условиям эксплуатации. Возможность безопасной и точной выдачи топлива делает технику эффективным решением для объектов с повышенными требованиями к безопасности и надежности.",
                },
                conclusion: {
                    title: "Техника, на которую можно положиться",
                    text: "Купить JAC N90 двухсекционный автотопливозаправщик — выгодное решение для надежной и безопасной работы с топливом. Он сочетает прочную конструкцию и высокую точность эксплуатации. Компания «РусТрак» обеспечивает полное сопровождение и поддержку при покупке. Не откладывайте выбор современной техники, чтобы повысить эффективность работы. Обеспечьте безопасность и удобство при эксплуатации в любых условиях. Для оформления заказа свяжитесь с нами любым удобным способом и получите профессиональную консультацию.",
                },
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 5,
        slug: "shtornyy-gruzovik-kamaz-kompas-43082-model-5389r1",
        categoryId: 2,

        images: {
            image: mainTruckImage6,
            drawing: truckDrawing6,
        },

        gallery: [
            { image: galleryOf1TruckImage6 },
            { image: galleryOf2TruckImage6 },
            { image: galleryOf3TruckImage6 },
            { image: galleryOf4TruckImage6 },
            { image: galleryOf5TruckImage6 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "ШТОРНЫЙ ГРУЗОВИК КАМАЗ КОМПАС 43082 (МОДЕЛЬ 5389R1)",

            category: "Шторные автомобили",

            description: {
                title: "Описание",
                text: "Шторный грузовик КАМАЗ КОМПАС 43082 (модель 5389R1) представляет собой надежное решение для перевозки различных типов грузов. Высокая грузоподъемность и объемный фургон обеспечивают максимальную эффективность при транспортировке. Современное шасси и надежный двигатель Cummins гарантируют стабильную работу и экономию топлива на любых дистанциях.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ КОМПАС 43082",
                    },
                    {
                        title: "Двигатель",
                        value: "Cummins ISF3.8S5168, 168 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "10770",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3990",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "6000",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "8500",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "11900",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "5450",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "6540",
                    },
                    {
                        title: "Объем фургона, м3",
                        value: "42,7",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle: "Шторный грузовик КАМАЗ КОМПАС 43082",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ КОМПАС 43082-0053511-Н5",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins ISF3.8S5168, 168 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 6-ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "6000",
                        },
                        {
                            title: "Габаритные размеры надстройки, мм",
                            value: "8500x2550x2850",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180° Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Передняя стенка",
                            value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                        },
                        {
                            title: "Каркас",
                            value: "Стальной, высотой 2850 мм. Механизм раздельного движения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                        },
                        {
                            title: "Задние ворота",
                            value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                        },
                        {
                            title: "Тент",
                            value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: true,

        id: 0,
        slug: "kran-manipulyator-sollers-tr80-47-s-kmu-hktc-3014-model-4389a8",
        categoryId: 0,

        images: {
            image: mainTruckImage1,
            drawing: truckDrawing1,
        },

        ru: {
            price: "Цена по запросу",

            truckType:
                "Кран-манипулятор SOLLERS TR80-47 с КМУ HKTC 3014 (модель 4389A8)",

            category: "Краны-манипуляторы",

            description: {
                title: "Описание",

                text: "Контейнеровоз на шасси ГАЗ C41R33 специализированное транспортное средство, предназначенное для перевозки специального контейнера. Состоит из надрамника и универсальной грузовой платформы с замками. Возможно комплектование настилом пола, бортами для повышения универсальности автомобиля.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "SOLLERS TR80-47",
                    },

                    {
                        title: "Двигатель",
                        value: "Cummins D4.0EVID170, 163 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "8990",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2400",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3330",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "5200",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "6200",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "6420",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "1580",
                    },
                    {
                        title: "Грузоподъёмность КМУ, тонн",
                        value: "3,2",
                    },
                    {
                        title: "Вылет стрелы, м",
                        value: "9,8",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Кран-манипулятор SOLLERS TR80-47 с КМУ НКТС 3014 (модель 4389A8)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "SOLLERS TR80-47",
                        },
                        {
                            title: "Тип настройки",
                            value: "Бортовая платформа с КМУ",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins D4.0EVID170, 163 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 6-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры автомобиля, ДхШхВ (мм)",
                            value: "8990х2400х3330",
                        },
                        {
                            title: "Полная масса (кг)",
                            value: "8000",
                        },
                        {
                            title: "Снаряженная масса (кг)",
                            value: "6420",
                        },
                        {
                            title: "Габаритные размеры бортовой платформы, ДхШхВ (мм)",
                            value: "6200х2400х600",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 5 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Стальные оцинкованные или алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О. Быстросъёмные стойки ломающегося типа по 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита из алюминиевых профилей на откидных оцинкованных кронштейнах. Заднее защитное устройство. Ступень для подъёма на платформу.",
                        },
                    ],
                },

                {
                    sectionTitle:
                        "Характеристики кран-манипуляторной установки НКТС 3014",

                    items: [
                        {
                            title: "Максимальный грузовой момент, тм",
                            value: "8,6",
                        },
                        {
                            title: "Г/п на минимальном вылете, кг",
                            value: "3200",
                        },
                        {
                            title: "Минимальный рабочий радиус, м",
                            value: "2,5",
                        },
                        {
                            title: "Г/п на максимальном вылете, кг",
                            value: "700",
                        },
                        {
                            title: "Максимальный вылет стрелы, м",
                            value: "9,8",
                        },
                        {
                            title: "Стрела / количество секций",
                            value: "Гексагональная / 4 секции",
                        },
                        {
                            title: "Угол вращения колонны вокруг своей оси, град",
                            value: "360°, бесконечный",
                        },
                        {
                            title: "Передние аутригеры, м",
                            value: "Размах 4,1",
                        },
                        {
                            title: "Задние аутригеры, м",
                            value: "наличие",
                        },
                        {
                            title: "Масса КМУ, кг",
                            value: "1450",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,

        id: 1,
        slug: "avtotoplivozapravshchik-na-shassi-gaz-c41r13-model-4389jy",
        categoryId: 1,

        images: {
            image: mainTruckImage2,
            drawing: truckDrawing1,
        },

        gallery: [
            { image: galleryOf1TruckImage2 },
            { image: galleryOf2TruckImage2 },
            { image: galleryOf3TruckImage2 },
            { image: galleryOf4TruckImage2 },
            { image: galleryOf5TruckImage2 },
            { image: galleryOf6TruckImage2 },
        ],

        ru: {
            price: "от 6 200 000Р",

            truckType:
                "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",

            category: "Автотопливозаправщики",

            description: {
                title: "Описание",

                text: "Автотопливозаправщик ГАЗ C41R13 предназначен для транспортирования, кратковременного хранения и дозированной выдачи светлых нефтепродуктов плотностью 780-860 кг/м3. Состоит из специальной цистерны, установленной на шасси, топливного насоса, счетчика жидкости позволяющего видеть объем выдаваемого топлива, напорно-всасывающих и раздаточного рукавов, пистолета и т.д.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "ГАЗ С41R13",
                    },
                    {
                        title: "Двигатель",
                        value: "ЯМЗ 53445, 168 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 5-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "6440",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2195",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "2890",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3770",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "8700",
                    },
                    {
                        title: "Объем цистерны, л.",
                        value: "5300",
                    },
                    {
                        title: "Количество отсеков, шт.:",
                        value: "2",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "ГАЗ C41R13",
                        },
                        {
                            title: "Полная масса, кг",
                            value: "8700",
                        },
                        {
                            title: "Снаряженная масса, кг",
                            value: "4200",
                        },
                        {
                            title: "Длина автомобиля, мм",
                            value: "6440",
                        },
                        {
                            title: "Ширина автомобиля, мм",
                            value: "2195",
                        },
                        {
                            title: "Высота автомобиля, мм",
                            value: "2890",
                        },
                        {
                            title: "Грузоподъёмность, кг",
                            value: "5300",
                        },
                        {
                            title: "Количество отсеков, шт.",
                            value: "2",
                        },
                    ],
                },

                {
                    sectionTitle: "Автотопливозаправщик ГАЗ C41R13",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "ГАЗ C41R13",
                        },
                        {
                            title: "Тип надстройки",
                            value: "Автотопливозаправщик",
                        },
                        {
                            title: "Двигатель",
                            value: "ЯМЗ 53445, 168 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 5-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "3770",
                        },
                    ],
                },
                {
                    sectionTitle: "Цистерна:",

                    items: [
                        {
                            title: "Общая номинальная вместимость цистерны, л.:",
                            value: "5300",
                        },
                        {
                            title: "Поперечное сечение:",
                            value: "эллипс",
                        },
                        {
                            title: "Толщина металла не менее, мм.:",
                            value: "3 мм",
                        },
                        {
                            title: "Цистерна изготовлена как мера вместимости:",
                            value: "Свидетельство о поверке",
                        },
                        {
                            title: "Налив цистерны:",
                            value: "Верхним способом",
                        },
                        {
                            title: "Слив цистерны:",
                            value: "Гравитационный (самотеком), при помощи собственного насоса.",
                        },
                        {
                            title: "Ограждение горловин от пролива нефтепродуктов (экологический короб):",
                            value: "Наличие, по всей длине цистерны",
                        },
                        {
                            title: "Слив воды из ограждения горловин от пролива нефтепродуктов (экологического короба):",
                            value: "Оборудованный шаровыми кранами и патрубками на конце, расположен в задней части цистерны с выводом в левую и правую стороны по ходу движения ТС.",
                        },
                        {
                            title: "Крышки горловин",
                            value: "Алюминиевые, с устройством дыхательным УД-33, 1 шт. на каждый отсек",
                        },
                    ],
                },
                {
                    sectionTitle: "Коммуникации",

                    items: [
                        {
                            title: "Материал Диаметр условного прохода, мм:",
                            value: "АМГ5М, Ду – 80.",
                        },
                        {
                            title: "Запорное оборудование:",
                            value: "Пневматический донный клапан, блок пневмоуправления, шаровые краны",
                        },
                        {
                            title: "Напорно-всасывающие рукава Диаметр условного прохода, мм Длинна одного, м.: Количество",
                            value: "Композитные импортные рукава Ду – 75, L= 3, 2 шт., расположены в пластиковых пеналах длинной 3,25 метра",
                        },
                        {
                            title: "Быстроразъемные соединения (БРС): Тип: Производитель:   Диаметр условного прохода, мм:",
                            value: "Elaflex, Ду -75",
                        },
                    ],
                },
                {
                    sectionTitle: "Насосное оборудование:",

                    items: [
                        {
                            title: "Привод насоса",
                            value: "От двигателя шасси через коробку отбора мощности",
                        },
                        {
                            title: "Насос",
                            value: "Насос	СШН-50/600П Шиберного типа, Производительность 600 л/мин, максимальная высота самовсасывания 6,0 м.",
                        },
                        {
                            title: "Фильтр",
                            value: "Фильтрующий элемент фильтра изготовлен из металлической сетки полутомпаковой 0,8Н (ГОСТ 66130). Сетка зафиксирована на каркасе проволокой.",
                        },
                    ],
                },
                {
                    sectionTitle: "Узел выдачи топлива:",

                    items: [
                        {
                            title: "Расположение:",
                            value: "В кормовой части автомобиля по середине с возможностью выдачи топлива на любую сторону.",
                        },
                        {
                            title: "Фильтр: Тип: Марка:",
                            value: "Чистота фильтрации не более 0,03. Элемент, фильтрующий ПЗМИ-М-545",
                        },
                        {
                            title: "Счетчик жидкости",
                            value: "ДД-25-1,6 СУ, Класс точности 0,25, диаметр условного прохода Ду-25, Давление измеряемой среды 1,6 Мпа, расход 1,2 – 7 м3/ч.",
                        },
                        {
                            title: "Раздаточный рукав",
                            value: "Ду-20, длина -5 м. Укладка свободная.",
                        },
                        {
                            title: "Кран раздаточный",
                            value: "Кран раздаточный АКТ с автоматическим и ручным прекращением выдачи рабочей жидкости марки А50-М.",
                        },
                        {
                            title: "Держатель для крана раздаточного»",
                            value: "Наличие",
                        },
                    ],
                },
                {
                    sectionTitle: "Комплектация:",

                    items: [
                        {
                            title: "Огнетушители:",
                            value: "2 шт., ОП-6, расположены в пластиковых пеналах справа и слева по ходу движения ТС, на переднем донце цистерны",
                        },
                        {
                            title: "Ящик для инструментов",
                            value: "1 шт., пластиковый, установлен с левой стороны по ходу движения ТС, в задней части.",
                        },
                        {
                            title: "Ящик для песка",
                            value: "1 шт., пластиковый, для массы не менее 25 кг., установлен с левой стороны по ходу движения ТС, в задней части,",
                        },
                        {
                            title: "Противооткатные упоры",
                            value: "2 шт., пластиковые",
                        },
                        {
                            title: "Цепь заземления, постоянно контактирующая с землей",
                            value: "1 шт.",
                        },
                        {
                            title: "Трос заземления со штырем",
                            value: "1 шт., трос длиной-10 м., БЗЗ-10",
                        },
                        {
                            title: "Проблесковый маячок:",
                            value: "2 шт. оранжевого цвета",
                        },
                        {
                            title: "Световозвращающее оборудование:",
                            value: "Световозвращающая микропризматическая лента, соответствующая требованиям, правил 104 ЕЭК ООН.",
                        },
                        {
                            title: "Площадка обслуживания:",
                            value: "Из алюминиевого просеченного листа, обеспечивающая безопасную работу оператора.",
                        },
                        {
                            title: "Лестница:",
                            value: "Расположена в задней части цистерны, с просеченными ступенями, исключающими скольжение, с правой стороны по ходу движения ТС",
                        },
                        {
                            title: "Поручень безопасности:",
                            value: "Алюминиевый, раскладывающийся с уровня земли. Имеет фиксатор для самопроизвольного открытия.",
                        },
                        {
                            title: "Наличие",
                        },
                    ],
                },
                {
                    sectionTitle: "Окраска:",

                    items: [
                        {
                            title: "Окраска цистерны::",
                            value: "По ТУ завода изготовителя РАЛ - 2004",
                        },
                        {
                            title: "Надпись «Огнеопасно». Знак опасности, 3 класс. Знак «Вещество опасное для окружающей среды»:",
                            value: "Справа, слева и сзади цистерны",
                        },
                    ],
                },
            ],

            extraDescription: {
                main: {
                    description: "Описание",
                    text: "Развитие перевозок топлива требует надежной техники и продуманной конструкции цистерн. АТЗ на шасси ГАЗ C41R13 сочетает грузоподъемность, маневренность и практичную компоновку. Компания «РусТрак» разрабатывает и выпускает топливозаправочную технику с учетом требований к надежности и безопасности. Конструкция цистерны предусматривает безопасную транспортировку горючих жидкостей и удобство обслуживания оборудования. Надёжное шасси, качественные материалы и точная сборка поддерживают стабильную работу техники в различных условиях эксплуатации.",
                },
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,

        id: 2,

        slug: "shtornyy-gruzovik-kamaz-4308-dopog-ekhii-model-4388n2-10",

        categoryId: 2,

        images: {
            image: mainTruckImage3,
        },

        gallery: [
            { image: galleryOf1TruckImage3 },
            { image: galleryOf2TruckImage3 },
            { image: galleryOf3TruckImage3 },
            { image: galleryOf4TruckImage3 },
            { image: galleryOf5TruckImage3 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType:
                "Шторный грузовик КАМАЗ 4308 ДОПОГ EXII (модель 4388H2-10)",

            category: "Автомобили ДОПОГ категории EXII",

            description: {
                title: "Описание",

                text: "",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ 4308-3083-69(G5)",
                    },

                    {
                        title: "Двигатель",
                        value: "Cummins ISB6.7 E5 250, 250 л. с.",
                    },

                    {
                        title: "КПП",
                        value: "Механическая, 9-ступенчатая",
                    },

                    {
                        title: "Длина автомобиля, мм",
                        value: "8970",
                    },

                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },

                    {
                        title: "Высота автомобиля, мм",
                        value: "3580",
                    },

                    {
                        title: "Колесная база, мм",
                        value: "4700",
                    },

                    {
                        title: "Колесная формула",
                        value: "4x2",
                    },

                    {
                        title: "Длина платформы, м",
                        value: "6,6",
                    },

                    {
                        title: "Полная масса, кг",
                        value: "11980",
                    },

                    {
                        title: "Снаряженная масса, кг",
                        value: "7350",
                    },

                    {
                        title: "Грузоподъёмность, кг",
                        value: "4630",
                    },

                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Шторный грузовик КАМАЗ 4308 ДОПОГ категория EXII (модель4388H2-10)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ 4308-3083-69(G5)",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins ISB6.7 E5 250, 250 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 9-ступенчатая ZF9",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры надстройки, мм",
                            value: "6600х2550х2500",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 6 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием толщиной 21 мм, рифленый алюминиевый лист 2 мм",
                        },
                        {
                            title: "Борта платформы",
                            value: "Алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180O. Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Передняя стенка",
                            value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                        },
                        {
                            title: "Каркас",
                            value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны. Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса. Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте. Водоотводящий алюминиевый козырек над задними воротами. Передние и задние стойки оцинкованные.",
                        },
                        {
                            title: "Задние ворота",
                            value: "Распашные ворота из алюминиевого профиля со скрытой фурнитурой. С возможностью фиксации в открытом положении.",
                        },
                        {
                            title: "Тент",
                            value: "Тент из ткани, удельный вес 650 г/м2. Усиление тента крыши на углах. Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон. Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м. Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Боковые влагозащитные габаритные огни. Задний противоподкатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу. Обтекатель на кабину.",
                        },
                        {
                            title: "Оборудование по требованиям ДОПОГ EXII",
                            value: "Дистанционный выключатель массы аккумуляторной батареи с дублирующей кнопкой в салоне класса защиты IP65. Ящик для песка. Закреплена цепь заземления с касанием земли 200мм. Маячок проблесковый С24-75 - 2шт. Пенал огнетушителя – 2шт. Огнетушитель ОП-6 – 2шт. Ткань тента соответствует требованиям ДОПОГ EXII. Металлические защитные экраны (подкрылки). Устройство ограничения скорости «Надежный контроль» тип 80 (сертификат соответствия № ЕАЭС RU C-RU.АД07.В.05403/22 с 31.12.2022 по 30.12.2026). Тахограф ШТРИХ, модель «МАК-1».",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 3,
        slug: "kran-manipulyator-kamaz-43118-s-kmu-inman-it-200",
        categoryId: 0,

        images: {
            image: mainTruckImage4,
        },

        gallery: [
            { image: galleryOf1TruckImage4 },
            { image: galleryOf2TruckImage4 },
            { image: galleryOf3TruckImage4 },
            { image: galleryOf4TruckImage4 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "КРАН-МАНИПУЛЯТОР КАМАЗ 43118 С КМУ INMAN IT 200",

            category: "Краны-манипуляторы",

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ 43118",
                    },
                    {
                        title: "Двигатель",
                        value: "КАМАЗ 740.705-300, 300 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 10-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "9440",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3960",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3690",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "5500",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "22500",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "15200",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "7300",
                    },
                    {
                        title: "Грузоподъёмность КМУ, тонн",
                        value: "7,2",
                    },
                    {
                        title: "Вылет стрелы, м",
                        value: "18,9",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Кран-манипулятор КАМАЗ 43118 с КМУ INMAN IT 200",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ 43118-3027-50",
                        },
                        {
                            title: "Тип надстройки",
                            value: "Бортовая платформа с КМУ",
                        },
                        {
                            title: "Двигатель",
                            value: "КАМАЗ 740.705-300, 300 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 10-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "3690",
                        },
                        {
                            title: "Габаритные размеры автомобиля, ДхШхВ (мм)",
                            value: "9440х2550х3960",
                        },
                        {
                            title: "Полная масса (кг)",
                            value: "22500",
                        },
                        {
                            title: "Снаряженная масса (кг)",
                            value: "15200",
                        },
                        {
                            title: "Грузоподъёмность, кг",
                            value: "7300",
                        },
                        {
                            title: "Габаритные размеры бортовой платформы, ДхШхВ (мм)",
                            value: "5500х2550х600",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 5 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием толщиной 18 мм.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Стальные оцинкованные или алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О. Быстросъёмные стойки ломающегося типа по 1 на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита из алюминиевых профилей на откидных оцинкованных кронштейнах. Заднее защитное устройство. Ступень для подъёма на платформу.",
                        },

                        {
                            title: "Максимальный грузовой момент, тм",
                            value: "21,0",
                        },
                        {
                            title: "Максимальная грузоподъёмность на рабочем радиусе 2,6 м, кг",
                            value: "7200",
                        },
                        {
                            title: "Минимальный рабочий радиус, м",
                            value: "2,0",
                        },
                        {
                            title: "Г/п на максимальном вылете, кг",
                            value: "400",
                        },
                        {
                            title: "Максимальный вылет стрелы, м",
                            value: "18,9",
                        },
                        {
                            title: "Стрела",
                            value: "Гексагональная / 6 секции",
                        },
                        {
                            title: "Угол вращения колонны вокруг своей оси, град",
                            value: "400°, бесконечный",
                        },
                        {
                            title: "Угол подъема стрелы",
                            value: "-17° ~ 75°",
                        },
                        {
                            title: "Опционально",
                            value: "Установка бура, сертифицированной монтажной корзины",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 4,
        slug: "avtotoplivozapravshchik-jac-n90-atz-6-0-dvukhsektsionnaya",
        categoryId: 1,

        images: {
            image: mainTruckImage5,
            drawing: truckDrawing5,
        },

        gallery: [
            { image: galleryOf1TruckImage5 },
            { image: galleryOf2TruckImage5 },
            { image: galleryOf3TruckImage5 },
            { image: galleryOf4TruckImage5 },
            { image: galleryOf5TruckImage5 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "ТОПЛИВОЗАПРАВЩИК JAC N90 АТЗ 6,0 ДВУХСЕКЦИОННАЯ",

            category: "Автотопливозаправщики",

            description: {
                title: "Описание",
                text: "Техника для работы с топливом требует высокой надежности и безопасности. Двухсекционный бензовоз JAC N90 обеспечивает точную и безопасную доставку топлива в любых условиях. Эффективность машины определяется качеством конструкции и эксплуатационной поддержкой. Компания «РусТрак» предлагает современные модели с полным сопровождением клиентов. Надежные автомобили снижают риски и повышают безопасность при работе с топливом. Продуманная конструкция и сервисная поддержка позволяют поддерживать технику в идеальном состоянии.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "JAC N-90S",
                    },
                    {
                        title: "Двигатель",
                        value: "Cummins ISF3.8S5154, 152 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "6200",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2270",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "2950",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3365",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "9030",
                    },
                    {
                        title: "Объем цистерны, л.",
                        value: "6000",
                    },
                    {
                        title: "Количество отсеков, шт.:",
                        value: "2",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle: "Автотопливозаправщик на шасси JAC N-90S",

                    items: [
                        {
                            title: "Производитель / Модель шасси",
                            value: "JAC / JAC N-90S",
                        },
                        {
                            title: "Длинна базы, мм",
                            value: "3365",
                        },
                        {
                            title: "Колесная формула",
                            value: "4x2",
                        },
                        {
                            title: "Вывод глушителя",
                            value: "Установлен защитный экран",
                        },
                        {
                            title: "Дистанционный выключатель массы",
                            value: "Наличие 2шт. (в районе АКБ и дублирование в кабине) в соответствии с требованиями ДОПОГ",
                        },
                    ],
                },
                {
                    sectionTitle: "Цистерна:",

                    items: [
                        {
                            title: "Общая номинальная вместимость цистерны, л.:",
                            value: "6000",
                        },
                        {
                            title: "Поперечное / Продольное сечение:",
                            value: "Эллипсная / Постоянное",
                        },
                        {
                            title: "Материал цистерны / Толщина металла:",
                            value: "Низколегированная Сталь 09Г2С / 3 мм",
                        },
                        {
                            title: "Количество отсеков, шт.:",
                            value: "2 (с делением по литрам)",
                        },
                        {
                            title: "Цистерна изготовлена как мера вместимости:",
                            value: "Да, сертификат о калибровке цистерны",
                        },
                        {
                            title: "Налив / Слив цистерны:",
                            value: "Верхним способом / Гравитационный или собственным насосом",
                        },
                        {
                            title: "Ограждение горловин (экологический короб):",
                            value: "Да, со сливом воды и креплением знаков опасности",
                        },
                        {
                            title: "Крышки горловин / Дыхательное устройство:",
                            value: "Алюминиевые / УД-2 80 с огнепреградителем (на каждый отсек)",
                        },
                    ],
                },
                {
                    sectionTitle: "Коммуникации и насосное оборудование",

                    items: [
                        {
                            title: "Материал и диаметр прохода коммуникаций:",
                            value: "АМГ5М, Ду – 80",
                        },
                        {
                            title: "Запорное оборудование:",
                            value: "Донный клапан (пневмопривод, блок управления в УВТ), шаровые краны",
                        },
                        {
                            title: "Напорно-всасывающие рукава:",
                            value: "Композитные рукава Ду – 75, L= 3, 2 шт.",
                        },
                        {
                            title: "Быстроразъемные соединения (БРС):",
                            value: "Elaflex, Ду -75",
                        },
                        {
                            title: "Привод насоса и марка насоса:",
                            value: "От КОМ через кардан. СШН-50/600П (600 л/мин, всасывание 6,0 м)",
                        },
                        {
                            title: "Фильтр насоса:",
                            value: "Сетка полутомпаковая 0,8Н (ГОСТ 66130) на металлическом каркасе",
                        },
                    ],
                },
                {
                    sectionTitle: "Узел выдачи топлива (УВТ)",

                    items: [
                        {
                            title: "Расположение УВТ / Фильтрация:",
                            value: "Сзади. Фильтр тонкой очистки ПЗМИ-М-545 (чистота 0,03)",
                        },
                        {
                            title: "Счетчик жидкости:",
                            value: "ДД-40-1,6 СУ, Класс точности 0,25, Ду-32, 1,6 Мпа, расход 1,2 – 7 м3/ч.",
                        },
                        {
                            title: "Раздаточный рукав:",
                            value: "Ду-25, длина 10 м. Укладка на барабан с пружинным приводом.",
                        },
                        {
                            title: "Кран раздаточный:",
                            value: "Кран АКТ с автоотсекателем. Держатель для пистолета в комплекте.",
                        },
                    ],
                },
                {
                    sectionTitle: "Комплектация и безопасность",

                    items: [
                        {
                            title: "Огнетушители и пеналы:",
                            value: "2 шт. ОП-6 в пластиковых пеналах. Пеналы для рукавов (3,25 м) — 2 шт.",
                        },
                        {
                            title: "Ящики / Упоры:",
                            value: "Пластиковые (инструментальный, для песка 25 кг), 2 противооткатных упора",
                        },
                        {
                            title: "Знаки опасности / Заземление:",
                            value: "По 1 шт. перед/зад. Цепь заземления и трос со штырем 10 м (БЗЗ-10)",
                        },
                        {
                            title: "Световое и световозвращ. оборудование:",
                            value: "Оранжевый маячок, микропризматическая лента (104 ЕЭК ООН)",
                        },
                        {
                            title: "Оборудование оператора:",
                            value: "Площадка из просечного листа, лестница сзади справа, поручень безопасности",
                        },
                        {
                            title: "Заднее защитное устройство (ЗЗУ):",
                            value: "Наличие, оцинкованное",
                        },
                    ],
                },
                {
                    sectionTitle: "Окраска:",

                    items: [
                        {
                            title: "Окраска кабины и цистерны:",
                            value: "По ТУ производителя, цистерна РАЛ - 2009 (с грунтованием)",
                        },
                        {
                            title: "Специальные надписи и знаки:",
                            value: "«Огнеопасно», Знаки 3 класса и опасности для среды (справа, слева, сзади)",
                        },
                    ],
                },
            ],

            extraDescription: {
                main: {
                    description: "Описание",
                    text: "Техника для работы с топливом требует высокой надежности и безопасности. Двухсекционный бензовоз JAC N90 обеспечивает точную и безопасную доставку топлива в любых условиях. Эффективность машины определяется качеством конструкции и эксплуатационной поддержкой. Компания «РусТрак» предлагает современные модели с полным сопровождением клиентов. Надежные автомобили снижают риски и повышают безопасность при работе с топливом. Продуманная конструкция и сервисная поддержка позволяют поддерживать технику в идеальном состоянии.",
                },
                advantages: {
                    title: "Преимущества автотопливозаправщика JAC N90",
                    items: [
                        {
                            title: "Надежная конструкция шасси",
                            text: "шасси JAC N-90S с колесной формулой 4х2 и длинной базой 3365 мм обеспечивает устойчивость и маневренность на дорогах.",
                        },
                        {
                            title: "Двухсекционная цистерна на 6000 литров",
                            text: "разделение по литрам позволяет точно учитывать выдачу топлива и оптимально распределять нагрузку.",
                        },
                        {
                            title: "Высокое качество материала цистерны",
                            text: "низколегированная сталь 09Г2С толщиной 3 мм гарантирует долговечность и защиту от коррозии.",
                        },
                        {
                            title: "Современные системы налив/слив",
                            text: "верхний налив и гравитационный или насосный слив обеспечивают удобство и безопасность операций.",
                        },
                        {
                            title: "Сертифицированная калибровка цистерны",
                            text: "каждая емкость имеет документальное подтверждение точной вместимости, что упрощает учет топлива.",
                        },
                        {
                            title: "Безопасные горловины и дыхательные устройства",
                            text: "алюминиевые крышки с огнепреградителем УД-2 80 минимизируют риск воспламенения и утечек.",
                        },
                        {
                            title: "Эффективное насосное оборудование",
                            text: "насос СШН-50/600П через КОМ с расходом 600 л/мин обеспечивает быструю заправку техники.",
                        },
                        {
                            title: "Удобный узел выдачи топлива (УВТ)",
                            text: "счетчик ДД-40-1,6 СУ с высокой точностью и раздаточный рукав 10 м с автоотсекателем повышают комфорт и контроль за выдачей топлива.",
                        },
                        {
                            title: "Комплексная безопасность и оснащение",
                            text: "огнетушители, знаки опасности, заземление, площадка оператора и заднее защитное устройство соответствуют современным стандартам.",
                        },
                        {
                            title: "Качественная окраска и маркировка",
                            text: "кабина и цистерна окрашены по ТУ с нанесением надписей «Огнеопасно» и знаков 3 класса, обеспечивая визуальное предупреждение и долговечность покрытия.",
                        },
                    ],
                    summary:
                        "Бензовоз JAC N90 сочетает прочность конструкции, высокую точность оборудования и полный комплекс систем безопасности. Каждая деталь продумана для удобства работы, надежной эксплуатации и точного учета топлива. Надежность и функциональность техники позволяют безопасно и эффективно управлять процессом заправки топлива в любых условиях.",
                },
                applications: {
                    title: "Области применения",
                    items: [
                        {
                            title: "Промышленные объекты",
                            text: "обеспечение бесперебойной подачи топлива для техники и оборудования, где требуется высокая точность учета.",
                        },
                        {
                            title: "Строительные и карьеровочные площадки",
                            text: "оперативная заправка строительной и карьерной техники на удаленных участках.",
                        },
                        {
                            title: "Аэропорты и транспортные узлы",
                            text: "доставка топлива к самолетам и спецтехнике с соблюдением строгих требований безопасности.",
                        },
                        {
                            title: "Морские и речные порты",
                            text: "пополнение резервуаров служебных судов и гидротехнической техники.",
                        },
                        {
                            title: "Далёкие населенные пункты и объекты инфраструктуры",
                            text: "автономная заправка в местах с ограниченным доступом к стационарным источникам топлива.",
                        },
                        {
                            title: "Сельское хозяйство",
                            text: "заправка тракторов, комбайнов и другой техники без необходимости транспортировки топлива на большие расстояния.",
                        },
                    ],
                    summary:
                        "Двухсекционный АТЗ JAC N90 демонстрирует универсальность и адаптивность к различным условиям эксплуатации. Возможность безопасной и точной выдачи топлива делает технику эффективным решением для объектов с повышенными требованиями к безопасности и надежности.",
                },
                conclusion: {
                    title: "Техника, на которую можно положиться",
                    text: "Купить JAC N90 двухсекционный автотопливозаправщик — выгодное решение для надежной и безопасной работы с топливом. Он сочетает прочную конструкцию и высокую точность эксплуатации. Компания «РусТрак» обеспечивает полное сопровождение и поддержку при покупке. Не откладывайте выбор современной техники, чтобы повысить эффективность работы. Обеспечьте безопасность и удобство при эксплуатации в любых условиях. Для оформления заказа свяжитесь с нами любым удобным способом и получите профессиональную консультацию.",
                },
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 5,
        slug: "shtornyy-gruzovik-kamaz-kompas-43082-model-5389r1",
        categoryId: 2,

        images: {
            image: mainTruckImage6,
            drawing: truckDrawing6,
        },

        gallery: [
            { image: galleryOf1TruckImage6 },
            { image: galleryOf2TruckImage6 },
            { image: galleryOf3TruckImage6 },
            { image: galleryOf4TruckImage6 },
            { image: galleryOf5TruckImage6 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "ШТОРНЫЙ ГРУЗОВИК КАМАЗ КОМПАС 43082 (МОДЕЛЬ 5389R1)",

            category: "Шторные автомобили",

            description: {
                title: "Описание",
                text: "Шторный грузовик КАМАЗ КОМПАС 43082 (модель 5389R1) представляет собой надежное решение для перевозки различных типов грузов. Высокая грузоподъемность и объемный фургон обеспечивают максимальную эффективность при транспортировке. Современное шасси и надежный двигатель Cummins гарантируют стабильную работу и экономию топлива на любых дистанциях.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ КОМПАС 43082",
                    },
                    {
                        title: "Двигатель",
                        value: "Cummins ISF3.8S5168, 168 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "10770",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3990",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "6000",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "8500",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "11900",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "5450",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "6540",
                    },
                    {
                        title: "Объем фургона, м3",
                        value: "42,7",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle: "Шторный грузовик КАМАЗ КОМПАС 43082",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ КОМПАС 43082-0053511-Н5",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins ISF3.8S5168, 168 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 6-ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "6000",
                        },
                        {
                            title: "Габаритные размеры надстройки, мм",
                            value: "8500x2550x2850",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180° Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Передняя стенка",
                            value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                        },
                        {
                            title: "Каркас",
                            value: "Стальной, высотой 2850 мм. Механизм раздельного движения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                        },
                        {
                            title: "Задние ворота",
                            value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                        },
                        {
                            title: "Тент",
                            value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: true,

        id: 0,
        slug: "kran-manipulyator-sollers-tr80-47-s-kmu-hktc-3014-model-4389a8",
        categoryId: 0,

        images: {
            image: mainTruckImage1,
            drawing: truckDrawing1,
        },

        ru: {
            price: "Цена по запросу",

            truckType:
                "Кран-манипулятор SOLLERS TR80-47 с КМУ HKTC 3014 (модель 4389A8)",

            category: "Краны-манипуляторы",

            description: {
                title: "Описание",

                text: "Контейнеровоз на шасси ГАЗ C41R33 специализированное транспортное средство, предназначенное для перевозки специального контейнера. Состоит из надрамника и универсальной грузовой платформы с замками. Возможно комплектование настилом пола, бортами для повышения универсальности автомобиля.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "SOLLERS TR80-47",
                    },

                    {
                        title: "Двигатель",
                        value: "Cummins D4.0EVID170, 163 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "8990",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2400",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3330",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "5200",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "6200",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "6420",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "1580",
                    },
                    {
                        title: "Грузоподъёмность КМУ, тонн",
                        value: "3,2",
                    },
                    {
                        title: "Вылет стрелы, м",
                        value: "9,8",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Кран-манипулятор SOLLERS TR80-47 с КМУ НКТС 3014 (модель 4389A8)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "SOLLERS TR80-47",
                        },
                        {
                            title: "Тип настройки",
                            value: "Бортовая платформа с КМУ",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins D4.0EVID170, 163 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 6-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры автомобиля, ДхШхВ (мм)",
                            value: "8990х2400х3330",
                        },
                        {
                            title: "Полная масса (кг)",
                            value: "8000",
                        },
                        {
                            title: "Снаряженная масса (кг)",
                            value: "6420",
                        },
                        {
                            title: "Габаритные размеры бортовой платформы, ДхШхВ (мм)",
                            value: "6200х2400х600",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 5 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Стальные оцинкованные или алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О. Быстросъёмные стойки ломающегося типа по 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита из алюминиевых профилей на откидных оцинкованных кронштейнах. Заднее защитное устройство. Ступень для подъёма на платформу.",
                        },
                    ],
                },

                {
                    sectionTitle:
                        "Характеристики кран-манипуляторной установки НКТС 3014",

                    items: [
                        {
                            title: "Максимальный грузовой момент, тм",
                            value: "8,6",
                        },
                        {
                            title: "Г/п на минимальном вылете, кг",
                            value: "3200",
                        },
                        {
                            title: "Минимальный рабочий радиус, м",
                            value: "2,5",
                        },
                        {
                            title: "Г/п на максимальном вылете, кг",
                            value: "700",
                        },
                        {
                            title: "Максимальный вылет стрелы, м",
                            value: "9,8",
                        },
                        {
                            title: "Стрела / количество секций",
                            value: "Гексагональная / 4 секции",
                        },
                        {
                            title: "Угол вращения колонны вокруг своей оси, град",
                            value: "360°, бесконечный",
                        },
                        {
                            title: "Передние аутригеры, м",
                            value: "Размах 4,1",
                        },
                        {
                            title: "Задние аутригеры, м",
                            value: "наличие",
                        },
                        {
                            title: "Масса КМУ, кг",
                            value: "1450",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,

        id: 1,
        slug: "avtotoplivozapravshchik-na-shassi-gaz-c41r13-model-4389jy",
        categoryId: 1,

        images: {
            image: mainTruckImage2,
            drawing: truckDrawing1,
        },

        gallery: [
            { image: galleryOf1TruckImage2 },
            { image: galleryOf2TruckImage2 },
            { image: galleryOf3TruckImage2 },
            { image: galleryOf4TruckImage2 },
            { image: galleryOf5TruckImage2 },
            { image: galleryOf6TruckImage2 },
        ],

        ru: {
            price: "от 6 200 000Р",

            truckType:
                "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",

            category: "Автотопливозаправщики",

            description: {
                title: "Описание",

                text: "Автотопливозаправщик ГАЗ C41R13 предназначен для транспортирования, кратковременного хранения и дозированной выдачи светлых нефтепродуктов плотностью 780-860 кг/м3. Состоит из специальной цистерны, установленной на шасси, топливного насоса, счетчика жидкости позволяющего видеть объем выдаваемого топлива, напорно-всасывающих и раздаточного рукавов, пистолета и т.д.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "ГАЗ С41R13",
                    },
                    {
                        title: "Двигатель",
                        value: "ЯМЗ 53445, 168 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 5-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "6440",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2195",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "2890",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3770",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "8700",
                    },
                    {
                        title: "Объем цистерны, л.",
                        value: "5300",
                    },
                    {
                        title: "Количество отсеков, шт.:",
                        value: "2",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "ГАЗ C41R13",
                        },
                        {
                            title: "Полная масса, кг",
                            value: "8700",
                        },
                        {
                            title: "Снаряженная масса, кг",
                            value: "4200",
                        },
                        {
                            title: "Длина автомобиля, мм",
                            value: "6440",
                        },
                        {
                            title: "Ширина автомобиля, мм",
                            value: "2195",
                        },
                        {
                            title: "Высота автомобиля, мм",
                            value: "2890",
                        },
                        {
                            title: "Грузоподъёмность, кг",
                            value: "5300",
                        },
                        {
                            title: "Количество отсеков, шт.",
                            value: "2",
                        },
                    ],
                },

                {
                    sectionTitle: "Автотопливозаправщик ГАЗ C41R13",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "ГАЗ C41R13",
                        },
                        {
                            title: "Тип надстройки",
                            value: "Автотопливозаправщик",
                        },
                        {
                            title: "Двигатель",
                            value: "ЯМЗ 53445, 168 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 5-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "3770",
                        },
                    ],
                },
                {
                    sectionTitle: "Цистерна:",

                    items: [
                        {
                            title: "Общая номинальная вместимость цистерны, л.:",
                            value: "5300",
                        },
                        {
                            title: "Поперечное сечение:",
                            value: "эллипс",
                        },
                        {
                            title: "Толщина металла не менее, мм.:",
                            value: "3 мм",
                        },
                        {
                            title: "Цистерна изготовлена как мера вместимости:",
                            value: "Свидетельство о поверке",
                        },
                        {
                            title: "Налив цистерны:",
                            value: "Верхним способом",
                        },
                        {
                            title: "Слив цистерны:",
                            value: "Гравитационный (самотеком), при помощи собственного насоса.",
                        },
                        {
                            title: "Ограждение горловин от пролива нефтепродуктов (экологический короб):",
                            value: "Наличие, по всей длине цистерны",
                        },
                        {
                            title: "Слив воды из ограждения горловин от пролива нефтепродуктов (экологического короба):",
                            value: "Оборудованный шаровыми кранами и патрубками на конце, расположен в задней части цистерны с выводом в левую и правую стороны по ходу движения ТС.",
                        },
                        {
                            title: "Крышки горловин",
                            value: "Алюминиевые, с устройством дыхательным УД-33, 1 шт. на каждый отсек",
                        },
                    ],
                },
                {
                    sectionTitle: "Коммуникации",

                    items: [
                        {
                            title: "Материал Диаметр условного прохода, мм:",
                            value: "АМГ5М, Ду – 80.",
                        },
                        {
                            title: "Запорное оборудование:",
                            value: "Пневматический донный клапан, блок пневмоуправления, шаровые краны",
                        },
                        {
                            title: "Напорно-всасывающие рукава Диаметр условного прохода, мм Длинна одного, м.: Количество",
                            value: "Композитные импортные рукава Ду – 75, L= 3, 2 шт., расположены в пластиковых пеналах длинной 3,25 метра",
                        },
                        {
                            title: "Быстроразъемные соединения (БРС): Тип: Производитель:   Диаметр условного прохода, мм:",
                            value: "Elaflex, Ду -75",
                        },
                    ],
                },
                {
                    sectionTitle: "Насосное оборудование:",

                    items: [
                        {
                            title: "Привод насоса",
                            value: "От двигателя шасси через коробку отбора мощности",
                        },
                        {
                            title: "Насос",
                            value: "Насос	СШН-50/600П Шиберного типа, Производительность 600 л/мин, максимальная высота самовсасывания 6,0 м.",
                        },
                        {
                            title: "Фильтр",
                            value: "Фильтрующий элемент фильтра изготовлен из металлической сетки полутомпаковой 0,8Н (ГОСТ 66130). Сетка зафиксирована на каркасе проволокой.",
                        },
                    ],
                },
                {
                    sectionTitle: "Узел выдачи топлива:",

                    items: [
                        {
                            title: "Расположение:",
                            value: "В кормовой части автомобиля по середине с возможностью выдачи топлива на любую сторону.",
                        },
                        {
                            title: "Фильтр: Тип: Марка:",
                            value: "Чистота фильтрации не более 0,03. Элемент, фильтрующий ПЗМИ-М-545",
                        },
                        {
                            title: "Счетчик жидкости",
                            value: "ДД-25-1,6 СУ, Класс точности 0,25, диаметр условного прохода Ду-25, Давление измеряемой среды 1,6 Мпа, расход 1,2 – 7 м3/ч.",
                        },
                        {
                            title: "Раздаточный рукав",
                            value: "Ду-20, длина -5 м. Укладка свободная.",
                        },
                        {
                            title: "Кран раздаточный",
                            value: "Кран раздаточный АКТ с автоматическим и ручным прекращением выдачи рабочей жидкости марки А50-М.",
                        },
                        {
                            title: "Держатель для крана раздаточного»",
                            value: "Наличие",
                        },
                    ],
                },
                {
                    sectionTitle: "Комплектация:",

                    items: [
                        {
                            title: "Огнетушители:",
                            value: "2 шт., ОП-6, расположены в пластиковых пеналах справа и слева по ходу движения ТС, на переднем донце цистерны",
                        },
                        {
                            title: "Ящик для инструментов",
                            value: "1 шт., пластиковый, установлен с левой стороны по ходу движения ТС, в задней части.",
                        },
                        {
                            title: "Ящик для песка",
                            value: "1 шт., пластиковый, для массы не менее 25 кг., установлен с левой стороны по ходу движения ТС, в задней части,",
                        },
                        {
                            title: "Противооткатные упоры",
                            value: "2 шт., пластиковые",
                        },
                        {
                            title: "Цепь заземления, постоянно контактирующая с землей",
                            value: "1 шт.",
                        },
                        {
                            title: "Трос заземления со штырем",
                            value: "1 шт., трос длиной-10 м., БЗЗ-10",
                        },
                        {
                            title: "Проблесковый маячок:",
                            value: "2 шт. оранжевого цвета",
                        },
                        {
                            title: "Световозвращающее оборудование:",
                            value: "Световозвращающая микропризматическая лента, соответствующая требованиям, правил 104 ЕЭК ООН.",
                        },
                        {
                            title: "Площадка обслуживания:",
                            value: "Из алюминиевого просеченного листа, обеспечивающая безопасную работу оператора.",
                        },
                        {
                            title: "Лестница:",
                            value: "Расположена в задней части цистерны, с просеченными ступенями, исключающими скольжение, с правой стороны по ходу движения ТС",
                        },
                        {
                            title: "Поручень безопасности:",
                            value: "Алюминиевый, раскладывающийся с уровня земли. Имеет фиксатор для самопроизвольного открытия.",
                        },
                        {
                            title: "Наличие",
                        },
                    ],
                },
                {
                    sectionTitle: "Окраска:",

                    items: [
                        {
                            title: "Окраска цистерны::",
                            value: "По ТУ завода изготовителя РАЛ - 2004",
                        },
                        {
                            title: "Надпись «Огнеопасно». Знак опасности, 3 класс. Знак «Вещество опасное для окружающей среды»:",
                            value: "Справа, слева и сзади цистерны",
                        },
                    ],
                },
            ],

            extraDescription: {
                main: {
                    description: "Описание",
                    text: "Развитие перевозок топлива требует надежной техники и продуманной конструкции цистерн. АТЗ на шасси ГАЗ C41R13 сочетает грузоподъемность, маневренность и практичную компоновку. Компания «РусТрак» разрабатывает и выпускает топливозаправочную технику с учетом требований к надежности и безопасности. Конструкция цистерны предусматривает безопасную транспортировку горючих жидкостей и удобство обслуживания оборудования. Надёжное шасси, качественные материалы и точная сборка поддерживают стабильную работу техники в различных условиях эксплуатации.",
                },
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,

        id: 2,

        slug: "shtornyy-gruzovik-kamaz-4308-dopog-ekhii-model-4388n2-10",

        categoryId: 2,

        images: {
            image: mainTruckImage3,
        },

        gallery: [
            { image: galleryOf1TruckImage3 },
            { image: galleryOf2TruckImage3 },
            { image: galleryOf3TruckImage3 },
            { image: galleryOf4TruckImage3 },
            { image: galleryOf5TruckImage3 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType:
                "Шторный грузовик КАМАЗ 4308 ДОПОГ EXII (модель 4388H2-10)",

            category: "Автомобили ДОПОГ категории EXII",

            description: {
                title: "Описание",

                text: "",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ 4308-3083-69(G5)",
                    },

                    {
                        title: "Двигатель",
                        value: "Cummins ISB6.7 E5 250, 250 л. с.",
                    },

                    {
                        title: "КПП",
                        value: "Механическая, 9-ступенчатая",
                    },

                    {
                        title: "Длина автомобиля, мм",
                        value: "8970",
                    },

                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },

                    {
                        title: "Высота автомобиля, мм",
                        value: "3580",
                    },

                    {
                        title: "Колесная база, мм",
                        value: "4700",
                    },

                    {
                        title: "Колесная формула",
                        value: "4x2",
                    },

                    {
                        title: "Длина платформы, м",
                        value: "6,6",
                    },

                    {
                        title: "Полная масса, кг",
                        value: "11980",
                    },

                    {
                        title: "Снаряженная масса, кг",
                        value: "7350",
                    },

                    {
                        title: "Грузоподъёмность, кг",
                        value: "4630",
                    },

                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Шторный грузовик КАМАЗ 4308 ДОПОГ категория EXII (модель4388H2-10)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ 4308-3083-69(G5)",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins ISB6.7 E5 250, 250 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 9-ступенчатая ZF9",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры надстройки, мм",
                            value: "6600х2550х2500",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 6 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием толщиной 21 мм, рифленый алюминиевый лист 2 мм",
                        },
                        {
                            title: "Борта платформы",
                            value: "Алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180O. Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Передняя стенка",
                            value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                        },
                        {
                            title: "Каркас",
                            value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны. Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса. Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте. Водоотводящий алюминиевый козырек над задними воротами. Передние и задние стойки оцинкованные.",
                        },
                        {
                            title: "Задние ворота",
                            value: "Распашные ворота из алюминиевого профиля со скрытой фурнитурой. С возможностью фиксации в открытом положении.",
                        },
                        {
                            title: "Тент",
                            value: "Тент из ткани, удельный вес 650 г/м2. Усиление тента крыши на углах. Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон. Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м. Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Боковые влагозащитные габаритные огни. Задний противоподкатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу. Обтекатель на кабину.",
                        },
                        {
                            title: "Оборудование по требованиям ДОПОГ EXII",
                            value: "Дистанционный выключатель массы аккумуляторной батареи с дублирующей кнопкой в салоне класса защиты IP65. Ящик для песка. Закреплена цепь заземления с касанием земли 200мм. Маячок проблесковый С24-75 - 2шт. Пенал огнетушителя – 2шт. Огнетушитель ОП-6 – 2шт. Ткань тента соответствует требованиям ДОПОГ EXII. Металлические защитные экраны (подкрылки). Устройство ограничения скорости «Надежный контроль» тип 80 (сертификат соответствия № ЕАЭС RU C-RU.АД07.В.05403/22 с 31.12.2022 по 30.12.2026). Тахограф ШТРИХ, модель «МАК-1».",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 3,
        slug: "kran-manipulyator-kamaz-43118-s-kmu-inman-it-200",
        categoryId: 0,

        images: {
            image: mainTruckImage4,
        },

        gallery: [
            { image: galleryOf1TruckImage4 },
            { image: galleryOf2TruckImage4 },
            { image: galleryOf3TruckImage4 },
            { image: galleryOf4TruckImage4 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "КРАН-МАНИПУЛЯТОР КАМАЗ 43118 С КМУ INMAN IT 200",

            category: "Краны-манипуляторы",

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ 43118",
                    },
                    {
                        title: "Двигатель",
                        value: "КАМАЗ 740.705-300, 300 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 10-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "9440",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3960",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3690",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "5500",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "22500",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "15200",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "7300",
                    },
                    {
                        title: "Грузоподъёмность КМУ, тонн",
                        value: "7,2",
                    },
                    {
                        title: "Вылет стрелы, м",
                        value: "18,9",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Кран-манипулятор КАМАЗ 43118 с КМУ INMAN IT 200",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ 43118-3027-50",
                        },
                        {
                            title: "Тип надстройки",
                            value: "Бортовая платформа с КМУ",
                        },
                        {
                            title: "Двигатель",
                            value: "КАМАЗ 740.705-300, 300 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 10-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "3690",
                        },
                        {
                            title: "Габаритные размеры автомобиля, ДхШхВ (мм)",
                            value: "9440х2550х3960",
                        },
                        {
                            title: "Полная масса (кг)",
                            value: "22500",
                        },
                        {
                            title: "Снаряженная масса (кг)",
                            value: "15200",
                        },
                        {
                            title: "Грузоподъёмность, кг",
                            value: "7300",
                        },
                        {
                            title: "Габаритные размеры бортовой платформы, ДхШхВ (мм)",
                            value: "5500х2550х600",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 5 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием толщиной 18 мм.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Стальные оцинкованные или алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О. Быстросъёмные стойки ломающегося типа по 1 на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита из алюминиевых профилей на откидных оцинкованных кронштейнах. Заднее защитное устройство. Ступень для подъёма на платформу.",
                        },

                        {
                            title: "Максимальный грузовой момент, тм",
                            value: "21,0",
                        },
                        {
                            title: "Максимальная грузоподъёмность на рабочем радиусе 2,6 м, кг",
                            value: "7200",
                        },
                        {
                            title: "Минимальный рабочий радиус, м",
                            value: "2,0",
                        },
                        {
                            title: "Г/п на максимальном вылете, кг",
                            value: "400",
                        },
                        {
                            title: "Максимальный вылет стрелы, м",
                            value: "18,9",
                        },
                        {
                            title: "Стрела",
                            value: "Гексагональная / 6 секции",
                        },
                        {
                            title: "Угол вращения колонны вокруг своей оси, град",
                            value: "400°, бесконечный",
                        },
                        {
                            title: "Угол подъема стрелы",
                            value: "-17° ~ 75°",
                        },
                        {
                            title: "Опционально",
                            value: "Установка бура, сертифицированной монтажной корзины",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 4,
        slug: "avtotoplivozapravshchik-jac-n90-atz-6-0-dvukhsektsionnaya",
        categoryId: 1,

        images: {
            image: mainTruckImage5,
            drawing: truckDrawing5,
        },

        gallery: [
            { image: galleryOf1TruckImage5 },
            { image: galleryOf2TruckImage5 },
            { image: galleryOf3TruckImage5 },
            { image: galleryOf4TruckImage5 },
            { image: galleryOf5TruckImage5 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "ТОПЛИВОЗАПРАВЩИК JAC N90 АТЗ 6,0 ДВУХСЕКЦИОННАЯ",

            category: "Автотопливозаправщики",

            description: {
                title: "Описание",
                text: "Техника для работы с топливом требует высокой надежности и безопасности. Двухсекционный бензовоз JAC N90 обеспечивает точную и безопасную доставку топлива в любых условиях. Эффективность машины определяется качеством конструкции и эксплуатационной поддержкой. Компания «РусТрак» предлагает современные модели с полным сопровождением клиентов. Надежные автомобили снижают риски и повышают безопасность при работе с топливом. Продуманная конструкция и сервисная поддержка позволяют поддерживать технику в идеальном состоянии.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "JAC N-90S",
                    },
                    {
                        title: "Двигатель",
                        value: "Cummins ISF3.8S5154, 152 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "6200",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2270",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "2950",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3365",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "9030",
                    },
                    {
                        title: "Объем цистерны, л.",
                        value: "6000",
                    },
                    {
                        title: "Количество отсеков, шт.:",
                        value: "2",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle: "Автотопливозаправщик на шасси JAC N-90S",

                    items: [
                        {
                            title: "Производитель / Модель шасси",
                            value: "JAC / JAC N-90S",
                        },
                        {
                            title: "Длинна базы, мм",
                            value: "3365",
                        },
                        {
                            title: "Колесная формула",
                            value: "4x2",
                        },
                        {
                            title: "Вывод глушителя",
                            value: "Установлен защитный экран",
                        },
                        {
                            title: "Дистанционный выключатель массы",
                            value: "Наличие 2шт. (в районе АКБ и дублирование в кабине) в соответствии с требованиями ДОПОГ",
                        },
                    ],
                },
                {
                    sectionTitle: "Цистерна:",

                    items: [
                        {
                            title: "Общая номинальная вместимость цистерны, л.:",
                            value: "6000",
                        },
                        {
                            title: "Поперечное / Продольное сечение:",
                            value: "Эллипсная / Постоянное",
                        },
                        {
                            title: "Материал цистерны / Толщина металла:",
                            value: "Низколегированная Сталь 09Г2С / 3 мм",
                        },
                        {
                            title: "Количество отсеков, шт.:",
                            value: "2 (с делением по литрам)",
                        },
                        {
                            title: "Цистерна изготовлена как мера вместимости:",
                            value: "Да, сертификат о калибровке цистерны",
                        },
                        {
                            title: "Налив / Слив цистерны:",
                            value: "Верхним способом / Гравитационный или собственным насосом",
                        },
                        {
                            title: "Ограждение горловин (экологический короб):",
                            value: "Да, со сливом воды и креплением знаков опасности",
                        },
                        {
                            title: "Крышки горловин / Дыхательное устройство:",
                            value: "Алюминиевые / УД-2 80 с огнепреградителем (на каждый отсек)",
                        },
                    ],
                },
                {
                    sectionTitle: "Коммуникации и насосное оборудование",

                    items: [
                        {
                            title: "Материал и диаметр прохода коммуникаций:",
                            value: "АМГ5М, Ду – 80",
                        },
                        {
                            title: "Запорное оборудование:",
                            value: "Донный клапан (пневмопривод, блок управления в УВТ), шаровые краны",
                        },
                        {
                            title: "Напорно-всасывающие рукава:",
                            value: "Композитные рукава Ду – 75, L= 3, 2 шт.",
                        },
                        {
                            title: "Быстроразъемные соединения (БРС):",
                            value: "Elaflex, Ду -75",
                        },
                        {
                            title: "Привод насоса и марка насоса:",
                            value: "От КОМ через кардан. СШН-50/600П (600 л/мин, всасывание 6,0 м)",
                        },
                        {
                            title: "Фильтр насоса:",
                            value: "Сетка полутомпаковая 0,8Н (ГОСТ 66130) на металлическом каркасе",
                        },
                    ],
                },
                {
                    sectionTitle: "Узел выдачи топлива (УВТ)",

                    items: [
                        {
                            title: "Расположение УВТ / Фильтрация:",
                            value: "Сзади. Фильтр тонкой очистки ПЗМИ-М-545 (чистота 0,03)",
                        },
                        {
                            title: "Счетчик жидкости:",
                            value: "ДД-40-1,6 СУ, Класс точности 0,25, Ду-32, 1,6 Мпа, расход 1,2 – 7 м3/ч.",
                        },
                        {
                            title: "Раздаточный рукав:",
                            value: "Ду-25, длина 10 м. Укладка на барабан с пружинным приводом.",
                        },
                        {
                            title: "Кран раздаточный:",
                            value: "Кран АКТ с автоотсекателем. Держатель для пистолета в комплекте.",
                        },
                    ],
                },
                {
                    sectionTitle: "Комплектация и безопасность",

                    items: [
                        {
                            title: "Огнетушители и пеналы:",
                            value: "2 шт. ОП-6 в пластиковых пеналах. Пеналы для рукавов (3,25 м) — 2 шт.",
                        },
                        {
                            title: "Ящики / Упоры:",
                            value: "Пластиковые (инструментальный, для песка 25 кг), 2 противооткатных упора",
                        },
                        {
                            title: "Знаки опасности / Заземление:",
                            value: "По 1 шт. перед/зад. Цепь заземления и трос со штырем 10 м (БЗЗ-10)",
                        },
                        {
                            title: "Световое и световозвращ. оборудование:",
                            value: "Оранжевый маячок, микропризматическая лента (104 ЕЭК ООН)",
                        },
                        {
                            title: "Оборудование оператора:",
                            value: "Площадка из просечного листа, лестница сзади справа, поручень безопасности",
                        },
                        {
                            title: "Заднее защитное устройство (ЗЗУ):",
                            value: "Наличие, оцинкованное",
                        },
                    ],
                },
                {
                    sectionTitle: "Окраска:",

                    items: [
                        {
                            title: "Окраска кабины и цистерны:",
                            value: "По ТУ производителя, цистерна РАЛ - 2009 (с грунтованием)",
                        },
                        {
                            title: "Специальные надписи и знаки:",
                            value: "«Огнеопасно», Знаки 3 класса и опасности для среды (справа, слева, сзади)",
                        },
                    ],
                },
            ],

            extraDescription: {
                main: {
                    description: "Описание",
                    text: "Техника для работы с топливом требует высокой надежности и безопасности. Двухсекционный бензовоз JAC N90 обеспечивает точную и безопасную доставку топлива в любых условиях. Эффективность машины определяется качеством конструкции и эксплуатационной поддержкой. Компания «РусТрак» предлагает современные модели с полным сопровождением клиентов. Надежные автомобили снижают риски и повышают безопасность при работе с топливом. Продуманная конструкция и сервисная поддержка позволяют поддерживать технику в идеальном состоянии.",
                },
                advantages: {
                    title: "Преимущества автотопливозаправщика JAC N90",
                    items: [
                        {
                            title: "Надежная конструкция шасси",
                            text: "шасси JAC N-90S с колесной формулой 4х2 и длинной базой 3365 мм обеспечивает устойчивость и маневренность на дорогах.",
                        },
                        {
                            title: "Двухсекционная цистерна на 6000 литров",
                            text: "разделение по литрам позволяет точно учитывать выдачу топлива и оптимально распределять нагрузку.",
                        },
                        {
                            title: "Высокое качество материала цистерны",
                            text: "низколегированная сталь 09Г2С толщиной 3 мм гарантирует долговечность и защиту от коррозии.",
                        },
                        {
                            title: "Современные системы налив/слив",
                            text: "верхний налив и гравитационный или насосный слив обеспечивают удобство и безопасность операций.",
                        },
                        {
                            title: "Сертифицированная калибровка цистерны",
                            text: "каждая емкость имеет документальное подтверждение точной вместимости, что упрощает учет топлива.",
                        },
                        {
                            title: "Безопасные горловины и дыхательные устройства",
                            text: "алюминиевые крышки с огнепреградителем УД-2 80 минимизируют риск воспламенения и утечек.",
                        },
                        {
                            title: "Эффективное насосное оборудование",
                            text: "насос СШН-50/600П через КОМ с расходом 600 л/мин обеспечивает быструю заправку техники.",
                        },
                        {
                            title: "Удобный узел выдачи топлива (УВТ)",
                            text: "счетчик ДД-40-1,6 СУ с высокой точностью и раздаточный рукав 10 м с автоотсекателем повышают комфорт и контроль за выдачей топлива.",
                        },
                        {
                            title: "Комплексная безопасность и оснащение",
                            text: "огнетушители, знаки опасности, заземление, площадка оператора и заднее защитное устройство соответствуют современным стандартам.",
                        },
                        {
                            title: "Качественная окраска и маркировка",
                            text: "кабина и цистерна окрашены по ТУ с нанесением надписей «Огнеопасно» и знаков 3 класса, обеспечивая визуальное предупреждение и долговечность покрытия.",
                        },
                    ],
                    summary:
                        "Бензовоз JAC N90 сочетает прочность конструкции, высокую точность оборудования и полный комплекс систем безопасности. Каждая деталь продумана для удобства работы, надежной эксплуатации и точного учета топлива. Надежность и функциональность техники позволяют безопасно и эффективно управлять процессом заправки топлива в любых условиях.",
                },
                applications: {
                    title: "Области применения",
                    items: [
                        {
                            title: "Промышленные объекты",
                            text: "обеспечение бесперебойной подачи топлива для техники и оборудования, где требуется высокая точность учета.",
                        },
                        {
                            title: "Строительные и карьеровочные площадки",
                            text: "оперативная заправка строительной и карьерной техники на удаленных участках.",
                        },
                        {
                            title: "Аэропорты и транспортные узлы",
                            text: "доставка топлива к самолетам и спецтехнике с соблюдением строгих требований безопасности.",
                        },
                        {
                            title: "Морские и речные порты",
                            text: "пополнение резервуаров служебных судов и гидротехнической техники.",
                        },
                        {
                            title: "Далёкие населенные пункты и объекты инфраструктуры",
                            text: "автономная заправка в местах с ограниченным доступом к стационарным источникам топлива.",
                        },
                        {
                            title: "Сельское хозяйство",
                            text: "заправка тракторов, комбайнов и другой техники без необходимости транспортировки топлива на большие расстояния.",
                        },
                    ],
                    summary:
                        "Двухсекционный АТЗ JAC N90 демонстрирует универсальность и адаптивность к различным условиям эксплуатации. Возможность безопасной и точной выдачи топлива делает технику эффективным решением для объектов с повышенными требованиями к безопасности и надежности.",
                },
                conclusion: {
                    title: "Техника, на которую можно положиться",
                    text: "Купить JAC N90 двухсекционный автотопливозаправщик — выгодное решение для надежной и безопасной работы с топливом. Он сочетает прочную конструкцию и высокую точность эксплуатации. Компания «РусТрак» обеспечивает полное сопровождение и поддержку при покупке. Не откладывайте выбор современной техники, чтобы повысить эффективность работы. Обеспечьте безопасность и удобство при эксплуатации в любых условиях. Для оформления заказа свяжитесь с нами любым удобным способом и получите профессиональную консультацию.",
                },
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 5,
        slug: "shtornyy-gruzovik-kamaz-kompas-43082-model-5389r1",
        categoryId: 2,

        images: {
            image: mainTruckImage6,
            drawing: truckDrawing6,
        },

        gallery: [
            { image: galleryOf1TruckImage6 },
            { image: galleryOf2TruckImage6 },
            { image: galleryOf3TruckImage6 },
            { image: galleryOf4TruckImage6 },
            { image: galleryOf5TruckImage6 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "ШТОРНЫЙ ГРУЗОВИК КАМАЗ КОМПАС 43082 (МОДЕЛЬ 5389R1)",

            category: "Шторные автомобили",

            description: {
                title: "Описание",
                text: "Шторный грузовик КАМАЗ КОМПАС 43082 (модель 5389R1) представляет собой надежное решение для перевозки различных типов грузов. Высокая грузоподъемность и объемный фургон обеспечивают максимальную эффективность при транспортировке. Современное шасси и надежный двигатель Cummins гарантируют стабильную работу и экономию топлива на любых дистанциях.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ КОМПАС 43082",
                    },
                    {
                        title: "Двигатель",
                        value: "Cummins ISF3.8S5168, 168 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "10770",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3990",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "6000",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "8500",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "11900",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "5450",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "6540",
                    },
                    {
                        title: "Объем фургона, м3",
                        value: "42,7",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle: "Шторный грузовик КАМАЗ КОМПАС 43082",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ КОМПАС 43082-0053511-Н5",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins ISF3.8S5168, 168 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 6-ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "6000",
                        },
                        {
                            title: "Габаритные размеры надстройки, мм",
                            value: "8500x2550x2850",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180° Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Передняя стенка",
                            value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                        },
                        {
                            title: "Каркас",
                            value: "Стальной, высотой 2850 мм. Механизм раздельного движения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                        },
                        {
                            title: "Задние ворота",
                            value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                        },
                        {
                            title: "Тент",
                            value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: true,

        id: 0,
        slug: "kran-manipulyator-sollers-tr80-47-s-kmu-hktc-3014-model-4389a8",
        categoryId: 0,

        images: {
            image: mainTruckImage1,
            drawing: truckDrawing1,
        },

        ru: {
            price: "Цена по запросу",

            truckType:
                "Кран-манипулятор SOLLERS TR80-47 с КМУ HKTC 3014 (модель 4389A8)",

            category: "Краны-манипуляторы",

            description: {
                title: "Описание",

                text: "Контейнеровоз на шасси ГАЗ C41R33 специализированное транспортное средство, предназначенное для перевозки специального контейнера. Состоит из надрамника и универсальной грузовой платформы с замками. Возможно комплектование настилом пола, бортами для повышения универсальности автомобиля.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "SOLLERS TR80-47",
                    },

                    {
                        title: "Двигатель",
                        value: "Cummins D4.0EVID170, 163 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "8990",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2400",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3330",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "5200",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "6200",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "6420",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "1580",
                    },
                    {
                        title: "Грузоподъёмность КМУ, тонн",
                        value: "3,2",
                    },
                    {
                        title: "Вылет стрелы, м",
                        value: "9,8",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Кран-манипулятор SOLLERS TR80-47 с КМУ НКТС 3014 (модель 4389A8)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "SOLLERS TR80-47",
                        },
                        {
                            title: "Тип настройки",
                            value: "Бортовая платформа с КМУ",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins D4.0EVID170, 163 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 6-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры автомобиля, ДхШхВ (мм)",
                            value: "8990х2400х3330",
                        },
                        {
                            title: "Полная масса (кг)",
                            value: "8000",
                        },
                        {
                            title: "Снаряженная масса (кг)",
                            value: "6420",
                        },
                        {
                            title: "Габаритные размеры бортовой платформы, ДхШхВ (мм)",
                            value: "6200х2400х600",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 5 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Стальные оцинкованные или алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О. Быстросъёмные стойки ломающегося типа по 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита из алюминиевых профилей на откидных оцинкованных кронштейнах. Заднее защитное устройство. Ступень для подъёма на платформу.",
                        },
                    ],
                },

                {
                    sectionTitle:
                        "Характеристики кран-манипуляторной установки НКТС 3014",

                    items: [
                        {
                            title: "Максимальный грузовой момент, тм",
                            value: "8,6",
                        },
                        {
                            title: "Г/п на минимальном вылете, кг",
                            value: "3200",
                        },
                        {
                            title: "Минимальный рабочий радиус, м",
                            value: "2,5",
                        },
                        {
                            title: "Г/п на максимальном вылете, кг",
                            value: "700",
                        },
                        {
                            title: "Максимальный вылет стрелы, м",
                            value: "9,8",
                        },
                        {
                            title: "Стрела / количество секций",
                            value: "Гексагональная / 4 секции",
                        },
                        {
                            title: "Угол вращения колонны вокруг своей оси, град",
                            value: "360°, бесконечный",
                        },
                        {
                            title: "Передние аутригеры, м",
                            value: "Размах 4,1",
                        },
                        {
                            title: "Задние аутригеры, м",
                            value: "наличие",
                        },
                        {
                            title: "Масса КМУ, кг",
                            value: "1450",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,

        id: 1,
        slug: "avtotoplivozapravshchik-na-shassi-gaz-c41r13-model-4389jy",
        categoryId: 1,

        images: {
            image: mainTruckImage2,
            drawing: truckDrawing1,
        },

        gallery: [
            { image: galleryOf1TruckImage2 },
            { image: galleryOf2TruckImage2 },
            { image: galleryOf3TruckImage2 },
            { image: galleryOf4TruckImage2 },
            { image: galleryOf5TruckImage2 },
            { image: galleryOf6TruckImage2 },
        ],

        ru: {
            price: "от 6 200 000Р",

            truckType:
                "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",

            category: "Автотопливозаправщики",

            description: {
                title: "Описание",

                text: "Автотопливозаправщик ГАЗ C41R13 предназначен для транспортирования, кратковременного хранения и дозированной выдачи светлых нефтепродуктов плотностью 780-860 кг/м3. Состоит из специальной цистерны, установленной на шасси, топливного насоса, счетчика жидкости позволяющего видеть объем выдаваемого топлива, напорно-всасывающих и раздаточного рукавов, пистолета и т.д.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "ГАЗ С41R13",
                    },
                    {
                        title: "Двигатель",
                        value: "ЯМЗ 53445, 168 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 5-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "6440",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2195",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "2890",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3770",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "8700",
                    },
                    {
                        title: "Объем цистерны, л.",
                        value: "5300",
                    },
                    {
                        title: "Количество отсеков, шт.:",
                        value: "2",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "ГАЗ C41R13",
                        },
                        {
                            title: "Полная масса, кг",
                            value: "8700",
                        },
                        {
                            title: "Снаряженная масса, кг",
                            value: "4200",
                        },
                        {
                            title: "Длина автомобиля, мм",
                            value: "6440",
                        },
                        {
                            title: "Ширина автомобиля, мм",
                            value: "2195",
                        },
                        {
                            title: "Высота автомобиля, мм",
                            value: "2890",
                        },
                        {
                            title: "Грузоподъёмность, кг",
                            value: "5300",
                        },
                        {
                            title: "Количество отсеков, шт.",
                            value: "2",
                        },
                    ],
                },

                {
                    sectionTitle: "Автотопливозаправщик ГАЗ C41R13",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "ГАЗ C41R13",
                        },
                        {
                            title: "Тип надстройки",
                            value: "Автотопливозаправщик",
                        },
                        {
                            title: "Двигатель",
                            value: "ЯМЗ 53445, 168 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 5-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "3770",
                        },
                    ],
                },
                {
                    sectionTitle: "Цистерна:",

                    items: [
                        {
                            title: "Общая номинальная вместимость цистерны, л.:",
                            value: "5300",
                        },
                        {
                            title: "Поперечное сечение:",
                            value: "эллипс",
                        },
                        {
                            title: "Толщина металла не менее, мм.:",
                            value: "3 мм",
                        },
                        {
                            title: "Цистерна изготовлена как мера вместимости:",
                            value: "Свидетельство о поверке",
                        },
                        {
                            title: "Налив цистерны:",
                            value: "Верхним способом",
                        },
                        {
                            title: "Слив цистерны:",
                            value: "Гравитационный (самотеком), при помощи собственного насоса.",
                        },
                        {
                            title: "Ограждение горловин от пролива нефтепродуктов (экологический короб):",
                            value: "Наличие, по всей длине цистерны",
                        },
                        {
                            title: "Слив воды из ограждения горловин от пролива нефтепродуктов (экологического короба):",
                            value: "Оборудованный шаровыми кранами и патрубками на конце, расположен в задней части цистерны с выводом в левую и правую стороны по ходу движения ТС.",
                        },
                        {
                            title: "Крышки горловин",
                            value: "Алюминиевые, с устройством дыхательным УД-33, 1 шт. на каждый отсек",
                        },
                    ],
                },
                {
                    sectionTitle: "Коммуникации",

                    items: [
                        {
                            title: "Материал Диаметр условного прохода, мм:",
                            value: "АМГ5М, Ду – 80.",
                        },
                        {
                            title: "Запорное оборудование:",
                            value: "Пневматический донный клапан, блок пневмоуправления, шаровые краны",
                        },
                        {
                            title: "Напорно-всасывающие рукава Диаметр условного прохода, мм Длинна одного, м.: Количество",
                            value: "Композитные импортные рукава Ду – 75, L= 3, 2 шт., расположены в пластиковых пеналах длинной 3,25 метра",
                        },
                        {
                            title: "Быстроразъемные соединения (БРС): Тип: Производитель:   Диаметр условного прохода, мм:",
                            value: "Elaflex, Ду -75",
                        },
                    ],
                },
                {
                    sectionTitle: "Насосное оборудование:",

                    items: [
                        {
                            title: "Привод насоса",
                            value: "От двигателя шасси через коробку отбора мощности",
                        },
                        {
                            title: "Насос",
                            value: "Насос	СШН-50/600П Шиберного типа, Производительность 600 л/мин, максимальная высота самовсасывания 6,0 м.",
                        },
                        {
                            title: "Фильтр",
                            value: "Фильтрующий элемент фильтра изготовлен из металлической сетки полутомпаковой 0,8Н (ГОСТ 66130). Сетка зафиксирована на каркасе проволокой.",
                        },
                    ],
                },
                {
                    sectionTitle: "Узел выдачи топлива:",

                    items: [
                        {
                            title: "Расположение:",
                            value: "В кормовой части автомобиля по середине с возможностью выдачи топлива на любую сторону.",
                        },
                        {
                            title: "Фильтр: Тип: Марка:",
                            value: "Чистота фильтрации не более 0,03. Элемент, фильтрующий ПЗМИ-М-545",
                        },
                        {
                            title: "Счетчик жидкости",
                            value: "ДД-25-1,6 СУ, Класс точности 0,25, диаметр условного прохода Ду-25, Давление измеряемой среды 1,6 Мпа, расход 1,2 – 7 м3/ч.",
                        },
                        {
                            title: "Раздаточный рукав",
                            value: "Ду-20, длина -5 м. Укладка свободная.",
                        },
                        {
                            title: "Кран раздаточный",
                            value: "Кран раздаточный АКТ с автоматическим и ручным прекращением выдачи рабочей жидкости марки А50-М.",
                        },
                        {
                            title: "Держатель для крана раздаточного»",
                            value: "Наличие",
                        },
                    ],
                },
                {
                    sectionTitle: "Комплектация:",

                    items: [
                        {
                            title: "Огнетушители:",
                            value: "2 шт., ОП-6, расположены в пластиковых пеналах справа и слева по ходу движения ТС, на переднем донце цистерны",
                        },
                        {
                            title: "Ящик для инструментов",
                            value: "1 шт., пластиковый, установлен с левой стороны по ходу движения ТС, в задней части.",
                        },
                        {
                            title: "Ящик для песка",
                            value: "1 шт., пластиковый, для массы не менее 25 кг., установлен с левой стороны по ходу движения ТС, в задней части,",
                        },
                        {
                            title: "Противооткатные упоры",
                            value: "2 шт., пластиковые",
                        },
                        {
                            title: "Цепь заземления, постоянно контактирующая с землей",
                            value: "1 шт.",
                        },
                        {
                            title: "Трос заземления со штырем",
                            value: "1 шт., трос длиной-10 м., БЗЗ-10",
                        },
                        {
                            title: "Проблесковый маячок:",
                            value: "2 шт. оранжевого цвета",
                        },
                        {
                            title: "Световозвращающее оборудование:",
                            value: "Световозвращающая микропризматическая лента, соответствующая требованиям, правил 104 ЕЭК ООН.",
                        },
                        {
                            title: "Площадка обслуживания:",
                            value: "Из алюминиевого просеченного листа, обеспечивающая безопасную работу оператора.",
                        },
                        {
                            title: "Лестница:",
                            value: "Расположена в задней части цистерны, с просеченными ступенями, исключающими скольжение, с правой стороны по ходу движения ТС",
                        },
                        {
                            title: "Поручень безопасности:",
                            value: "Алюминиевый, раскладывающийся с уровня земли. Имеет фиксатор для самопроизвольного открытия.",
                        },
                        {
                            title: "Наличие",
                        },
                    ],
                },
                {
                    sectionTitle: "Окраска:",

                    items: [
                        {
                            title: "Окраска цистерны::",
                            value: "По ТУ завода изготовителя РАЛ - 2004",
                        },
                        {
                            title: "Надпись «Огнеопасно». Знак опасности, 3 класс. Знак «Вещество опасное для окружающей среды»:",
                            value: "Справа, слева и сзади цистерны",
                        },
                    ],
                },
            ],

            extraDescription: {
                main: {
                    description: "Описание",
                    text: "Развитие перевозок топлива требует надежной техники и продуманной конструкции цистерн. АТЗ на шасси ГАЗ C41R13 сочетает грузоподъемность, маневренность и практичную компоновку. Компания «РусТрак» разрабатывает и выпускает топливозаправочную технику с учетом требований к надежности и безопасности. Конструкция цистерны предусматривает безопасную транспортировку горючих жидкостей и удобство обслуживания оборудования. Надёжное шасси, качественные материалы и точная сборка поддерживают стабильную работу техники в различных условиях эксплуатации.",
                },
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,

        id: 2,

        slug: "shtornyy-gruzovik-kamaz-4308-dopog-ekhii-model-4388n2-10",

        categoryId: 2,

        images: {
            image: mainTruckImage3,
        },

        gallery: [
            { image: galleryOf1TruckImage3 },
            { image: galleryOf2TruckImage3 },
            { image: galleryOf3TruckImage3 },
            { image: galleryOf4TruckImage3 },
            { image: galleryOf5TruckImage3 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType:
                "Шторный грузовик КАМАЗ 4308 ДОПОГ EXII (модель 4388H2-10)",

            category: "Автомобили ДОПОГ категории EXII",

            description: {
                title: "Описание",

                text: "",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ 4308-3083-69(G5)",
                    },

                    {
                        title: "Двигатель",
                        value: "Cummins ISB6.7 E5 250, 250 л. с.",
                    },

                    {
                        title: "КПП",
                        value: "Механическая, 9-ступенчатая",
                    },

                    {
                        title: "Длина автомобиля, мм",
                        value: "8970",
                    },

                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },

                    {
                        title: "Высота автомобиля, мм",
                        value: "3580",
                    },

                    {
                        title: "Колесная база, мм",
                        value: "4700",
                    },

                    {
                        title: "Колесная формула",
                        value: "4x2",
                    },

                    {
                        title: "Длина платформы, м",
                        value: "6,6",
                    },

                    {
                        title: "Полная масса, кг",
                        value: "11980",
                    },

                    {
                        title: "Снаряженная масса, кг",
                        value: "7350",
                    },

                    {
                        title: "Грузоподъёмность, кг",
                        value: "4630",
                    },

                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Шторный грузовик КАМАЗ 4308 ДОПОГ категория EXII (модель4388H2-10)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ 4308-3083-69(G5)",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins ISB6.7 E5 250, 250 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 9-ступенчатая ZF9",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры надстройки, мм",
                            value: "6600х2550х2500",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 6 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием толщиной 21 мм, рифленый алюминиевый лист 2 мм",
                        },
                        {
                            title: "Борта платформы",
                            value: "Алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180O. Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Передняя стенка",
                            value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                        },
                        {
                            title: "Каркас",
                            value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны. Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса. Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте. Водоотводящий алюминиевый козырек над задними воротами. Передние и задние стойки оцинкованные.",
                        },
                        {
                            title: "Задние ворота",
                            value: "Распашные ворота из алюминиевого профиля со скрытой фурнитурой. С возможностью фиксации в открытом положении.",
                        },
                        {
                            title: "Тент",
                            value: "Тент из ткани, удельный вес 650 г/м2. Усиление тента крыши на углах. Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон. Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м. Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Боковые влагозащитные габаритные огни. Задний противоподкатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу. Обтекатель на кабину.",
                        },
                        {
                            title: "Оборудование по требованиям ДОПОГ EXII",
                            value: "Дистанционный выключатель массы аккумуляторной батареи с дублирующей кнопкой в салоне класса защиты IP65. Ящик для песка. Закреплена цепь заземления с касанием земли 200мм. Маячок проблесковый С24-75 - 2шт. Пенал огнетушителя – 2шт. Огнетушитель ОП-6 – 2шт. Ткань тента соответствует требованиям ДОПОГ EXII. Металлические защитные экраны (подкрылки). Устройство ограничения скорости «Надежный контроль» тип 80 (сертификат соответствия № ЕАЭС RU C-RU.АД07.В.05403/22 с 31.12.2022 по 30.12.2026). Тахограф ШТРИХ, модель «МАК-1».",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 3,
        slug: "kran-manipulyator-kamaz-43118-s-kmu-inman-it-200",
        categoryId: 0,

        images: {
            image: mainTruckImage4,
        },

        gallery: [
            { image: galleryOf1TruckImage4 },
            { image: galleryOf2TruckImage4 },
            { image: galleryOf3TruckImage4 },
            { image: galleryOf4TruckImage4 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "КРАН-МАНИПУЛЯТОР КАМАЗ 43118 С КМУ INMAN IT 200",

            category: "Краны-манипуляторы",

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ 43118",
                    },
                    {
                        title: "Двигатель",
                        value: "КАМАЗ 740.705-300, 300 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 10-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "9440",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3960",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3690",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "5500",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "22500",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "15200",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "7300",
                    },
                    {
                        title: "Грузоподъёмность КМУ, тонн",
                        value: "7,2",
                    },
                    {
                        title: "Вылет стрелы, м",
                        value: "18,9",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Кран-манипулятор КАМАЗ 43118 с КМУ INMAN IT 200",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ 43118-3027-50",
                        },
                        {
                            title: "Тип надстройки",
                            value: "Бортовая платформа с КМУ",
                        },
                        {
                            title: "Двигатель",
                            value: "КАМАЗ 740.705-300, 300 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 10-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "3690",
                        },
                        {
                            title: "Габаритные размеры автомобиля, ДхШхВ (мм)",
                            value: "9440х2550х3960",
                        },
                        {
                            title: "Полная масса (кг)",
                            value: "22500",
                        },
                        {
                            title: "Снаряженная масса (кг)",
                            value: "15200",
                        },
                        {
                            title: "Грузоподъёмность, кг",
                            value: "7300",
                        },
                        {
                            title: "Габаритные размеры бортовой платформы, ДхШхВ (мм)",
                            value: "5500х2550х600",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 5 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием толщиной 18 мм.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Стальные оцинкованные или алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О. Быстросъёмные стойки ломающегося типа по 1 на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита из алюминиевых профилей на откидных оцинкованных кронштейнах. Заднее защитное устройство. Ступень для подъёма на платформу.",
                        },

                        {
                            title: "Максимальный грузовой момент, тм",
                            value: "21,0",
                        },
                        {
                            title: "Максимальная грузоподъёмность на рабочем радиусе 2,6 м, кг",
                            value: "7200",
                        },
                        {
                            title: "Минимальный рабочий радиус, м",
                            value: "2,0",
                        },
                        {
                            title: "Г/п на максимальном вылете, кг",
                            value: "400",
                        },
                        {
                            title: "Максимальный вылет стрелы, м",
                            value: "18,9",
                        },
                        {
                            title: "Стрела",
                            value: "Гексагональная / 6 секции",
                        },
                        {
                            title: "Угол вращения колонны вокруг своей оси, град",
                            value: "400°, бесконечный",
                        },
                        {
                            title: "Угол подъема стрелы",
                            value: "-17° ~ 75°",
                        },
                        {
                            title: "Опционально",
                            value: "Установка бура, сертифицированной монтажной корзины",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 4,
        slug: "avtotoplivozapravshchik-jac-n90-atz-6-0-dvukhsektsionnaya",
        categoryId: 1,

        images: {
            image: mainTruckImage5,
            drawing: truckDrawing5,
        },

        gallery: [
            { image: galleryOf1TruckImage5 },
            { image: galleryOf2TruckImage5 },
            { image: galleryOf3TruckImage5 },
            { image: galleryOf4TruckImage5 },
            { image: galleryOf5TruckImage5 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "ТОПЛИВОЗАПРАВЩИК JAC N90 АТЗ 6,0 ДВУХСЕКЦИОННАЯ",

            category: "Автотопливозаправщики",

            description: {
                title: "Описание",
                text: "Техника для работы с топливом требует высокой надежности и безопасности. Двухсекционный бензовоз JAC N90 обеспечивает точную и безопасную доставку топлива в любых условиях. Эффективность машины определяется качеством конструкции и эксплуатационной поддержкой. Компания «РусТрак» предлагает современные модели с полным сопровождением клиентов. Надежные автомобили снижают риски и повышают безопасность при работе с топливом. Продуманная конструкция и сервисная поддержка позволяют поддерживать технику в идеальном состоянии.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "JAC N-90S",
                    },
                    {
                        title: "Двигатель",
                        value: "Cummins ISF3.8S5154, 152 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "6200",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2270",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "2950",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3365",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "9030",
                    },
                    {
                        title: "Объем цистерны, л.",
                        value: "6000",
                    },
                    {
                        title: "Количество отсеков, шт.:",
                        value: "2",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle: "Автотопливозаправщик на шасси JAC N-90S",

                    items: [
                        {
                            title: "Производитель / Модель шасси",
                            value: "JAC / JAC N-90S",
                        },
                        {
                            title: "Длинна базы, мм",
                            value: "3365",
                        },
                        {
                            title: "Колесная формула",
                            value: "4x2",
                        },
                        {
                            title: "Вывод глушителя",
                            value: "Установлен защитный экран",
                        },
                        {
                            title: "Дистанционный выключатель массы",
                            value: "Наличие 2шт. (в районе АКБ и дублирование в кабине) в соответствии с требованиями ДОПОГ",
                        },
                    ],
                },
                {
                    sectionTitle: "Цистерна:",

                    items: [
                        {
                            title: "Общая номинальная вместимость цистерны, л.:",
                            value: "6000",
                        },
                        {
                            title: "Поперечное / Продольное сечение:",
                            value: "Эллипсная / Постоянное",
                        },
                        {
                            title: "Материал цистерны / Толщина металла:",
                            value: "Низколегированная Сталь 09Г2С / 3 мм",
                        },
                        {
                            title: "Количество отсеков, шт.:",
                            value: "2 (с делением по литрам)",
                        },
                        {
                            title: "Цистерна изготовлена как мера вместимости:",
                            value: "Да, сертификат о калибровке цистерны",
                        },
                        {
                            title: "Налив / Слив цистерны:",
                            value: "Верхним способом / Гравитационный или собственным насосом",
                        },
                        {
                            title: "Ограждение горловин (экологический короб):",
                            value: "Да, со сливом воды и креплением знаков опасности",
                        },
                        {
                            title: "Крышки горловин / Дыхательное устройство:",
                            value: "Алюминиевые / УД-2 80 с огнепреградителем (на каждый отсек)",
                        },
                    ],
                },
                {
                    sectionTitle: "Коммуникации и насосное оборудование",

                    items: [
                        {
                            title: "Материал и диаметр прохода коммуникаций:",
                            value: "АМГ5М, Ду – 80",
                        },
                        {
                            title: "Запорное оборудование:",
                            value: "Донный клапан (пневмопривод, блок управления в УВТ), шаровые краны",
                        },
                        {
                            title: "Напорно-всасывающие рукава:",
                            value: "Композитные рукава Ду – 75, L= 3, 2 шт.",
                        },
                        {
                            title: "Быстроразъемные соединения (БРС):",
                            value: "Elaflex, Ду -75",
                        },
                        {
                            title: "Привод насоса и марка насоса:",
                            value: "От КОМ через кардан. СШН-50/600П (600 л/мин, всасывание 6,0 м)",
                        },
                        {
                            title: "Фильтр насоса:",
                            value: "Сетка полутомпаковая 0,8Н (ГОСТ 66130) на металлическом каркасе",
                        },
                    ],
                },
                {
                    sectionTitle: "Узел выдачи топлива (УВТ)",

                    items: [
                        {
                            title: "Расположение УВТ / Фильтрация:",
                            value: "Сзади. Фильтр тонкой очистки ПЗМИ-М-545 (чистота 0,03)",
                        },
                        {
                            title: "Счетчик жидкости:",
                            value: "ДД-40-1,6 СУ, Класс точности 0,25, Ду-32, 1,6 Мпа, расход 1,2 – 7 м3/ч.",
                        },
                        {
                            title: "Раздаточный рукав:",
                            value: "Ду-25, длина 10 м. Укладка на барабан с пружинным приводом.",
                        },
                        {
                            title: "Кран раздаточный:",
                            value: "Кран АКТ с автоотсекателем. Держатель для пистолета в комплекте.",
                        },
                    ],
                },
                {
                    sectionTitle: "Комплектация и безопасность",

                    items: [
                        {
                            title: "Огнетушители и пеналы:",
                            value: "2 шт. ОП-6 в пластиковых пеналах. Пеналы для рукавов (3,25 м) — 2 шт.",
                        },
                        {
                            title: "Ящики / Упоры:",
                            value: "Пластиковые (инструментальный, для песка 25 кг), 2 противооткатных упора",
                        },
                        {
                            title: "Знаки опасности / Заземление:",
                            value: "По 1 шт. перед/зад. Цепь заземления и трос со штырем 10 м (БЗЗ-10)",
                        },
                        {
                            title: "Световое и световозвращ. оборудование:",
                            value: "Оранжевый маячок, микропризматическая лента (104 ЕЭК ООН)",
                        },
                        {
                            title: "Оборудование оператора:",
                            value: "Площадка из просечного листа, лестница сзади справа, поручень безопасности",
                        },
                        {
                            title: "Заднее защитное устройство (ЗЗУ):",
                            value: "Наличие, оцинкованное",
                        },
                    ],
                },
                {
                    sectionTitle: "Окраска:",

                    items: [
                        {
                            title: "Окраска кабины и цистерны:",
                            value: "По ТУ производителя, цистерна РАЛ - 2009 (с грунтованием)",
                        },
                        {
                            title: "Специальные надписи и знаки:",
                            value: "«Огнеопасно», Знаки 3 класса и опасности для среды (справа, слева, сзади)",
                        },
                    ],
                },
            ],

            extraDescription: {
                main: {
                    description: "Описание",
                    text: "Техника для работы с топливом требует высокой надежности и безопасности. Двухсекционный бензовоз JAC N90 обеспечивает точную и безопасную доставку топлива в любых условиях. Эффективность машины определяется качеством конструкции и эксплуатационной поддержкой. Компания «РусТрак» предлагает современные модели с полным сопровождением клиентов. Надежные автомобили снижают риски и повышают безопасность при работе с топливом. Продуманная конструкция и сервисная поддержка позволяют поддерживать технику в идеальном состоянии.",
                },
                advantages: {
                    title: "Преимущества автотопливозаправщика JAC N90",
                    items: [
                        {
                            title: "Надежная конструкция шасси",
                            text: "шасси JAC N-90S с колесной формулой 4х2 и длинной базой 3365 мм обеспечивает устойчивость и маневренность на дорогах.",
                        },
                        {
                            title: "Двухсекционная цистерна на 6000 литров",
                            text: "разделение по литрам позволяет точно учитывать выдачу топлива и оптимально распределять нагрузку.",
                        },
                        {
                            title: "Высокое качество материала цистерны",
                            text: "низколегированная сталь 09Г2С толщиной 3 мм гарантирует долговечность и защиту от коррозии.",
                        },
                        {
                            title: "Современные системы налив/слив",
                            text: "верхний налив и гравитационный или насосный слив обеспечивают удобство и безопасность операций.",
                        },
                        {
                            title: "Сертифицированная калибровка цистерны",
                            text: "каждая емкость имеет документальное подтверждение точной вместимости, что упрощает учет топлива.",
                        },
                        {
                            title: "Безопасные горловины и дыхательные устройства",
                            text: "алюминиевые крышки с огнепреградителем УД-2 80 минимизируют риск воспламенения и утечек.",
                        },
                        {
                            title: "Эффективное насосное оборудование",
                            text: "насос СШН-50/600П через КОМ с расходом 600 л/мин обеспечивает быструю заправку техники.",
                        },
                        {
                            title: "Удобный узел выдачи топлива (УВТ)",
                            text: "счетчик ДД-40-1,6 СУ с высокой точностью и раздаточный рукав 10 м с автоотсекателем повышают комфорт и контроль за выдачей топлива.",
                        },
                        {
                            title: "Комплексная безопасность и оснащение",
                            text: "огнетушители, знаки опасности, заземление, площадка оператора и заднее защитное устройство соответствуют современным стандартам.",
                        },
                        {
                            title: "Качественная окраска и маркировка",
                            text: "кабина и цистерна окрашены по ТУ с нанесением надписей «Огнеопасно» и знаков 3 класса, обеспечивая визуальное предупреждение и долговечность покрытия.",
                        },
                    ],
                    summary:
                        "Бензовоз JAC N90 сочетает прочность конструкции, высокую точность оборудования и полный комплекс систем безопасности. Каждая деталь продумана для удобства работы, надежной эксплуатации и точного учета топлива. Надежность и функциональность техники позволяют безопасно и эффективно управлять процессом заправки топлива в любых условиях.",
                },
                applications: {
                    title: "Области применения",
                    items: [
                        {
                            title: "Промышленные объекты",
                            text: "обеспечение бесперебойной подачи топлива для техники и оборудования, где требуется высокая точность учета.",
                        },
                        {
                            title: "Строительные и карьеровочные площадки",
                            text: "оперативная заправка строительной и карьерной техники на удаленных участках.",
                        },
                        {
                            title: "Аэропорты и транспортные узлы",
                            text: "доставка топлива к самолетам и спецтехнике с соблюдением строгих требований безопасности.",
                        },
                        {
                            title: "Морские и речные порты",
                            text: "пополнение резервуаров служебных судов и гидротехнической техники.",
                        },
                        {
                            title: "Далёкие населенные пункты и объекты инфраструктуры",
                            text: "автономная заправка в местах с ограниченным доступом к стационарным источникам топлива.",
                        },
                        {
                            title: "Сельское хозяйство",
                            text: "заправка тракторов, комбайнов и другой техники без необходимости транспортировки топлива на большие расстояния.",
                        },
                    ],
                    summary:
                        "Двухсекционный АТЗ JAC N90 демонстрирует универсальность и адаптивность к различным условиям эксплуатации. Возможность безопасной и точной выдачи топлива делает технику эффективным решением для объектов с повышенными требованиями к безопасности и надежности.",
                },
                conclusion: {
                    title: "Техника, на которую можно положиться",
                    text: "Купить JAC N90 двухсекционный автотопливозаправщик — выгодное решение для надежной и безопасной работы с топливом. Он сочетает прочную конструкцию и высокую точность эксплуатации. Компания «РусТрак» обеспечивает полное сопровождение и поддержку при покупке. Не откладывайте выбор современной техники, чтобы повысить эффективность работы. Обеспечьте безопасность и удобство при эксплуатации в любых условиях. Для оформления заказа свяжитесь с нами любым удобным способом и получите профессиональную консультацию.",
                },
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 5,
        slug: "shtornyy-gruzovik-kamaz-kompas-43082-model-5389r1",
        categoryId: 2,

        images: {
            image: mainTruckImage6,
            drawing: truckDrawing6,
        },

        gallery: [
            { image: galleryOf1TruckImage6 },
            { image: galleryOf2TruckImage6 },
            { image: galleryOf3TruckImage6 },
            { image: galleryOf4TruckImage6 },
            { image: galleryOf5TruckImage6 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "ШТОРНЫЙ ГРУЗОВИК КАМАЗ КОМПАС 43082 (МОДЕЛЬ 5389R1)",

            category: "Шторные автомобили",

            description: {
                title: "Описание",
                text: "Шторный грузовик КАМАЗ КОМПАС 43082 (модель 5389R1) представляет собой надежное решение для перевозки различных типов грузов. Высокая грузоподъемность и объемный фургон обеспечивают максимальную эффективность при транспортировке. Современное шасси и надежный двигатель Cummins гарантируют стабильную работу и экономию топлива на любых дистанциях.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ КОМПАС 43082",
                    },
                    {
                        title: "Двигатель",
                        value: "Cummins ISF3.8S5168, 168 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "10770",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3990",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "6000",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "8500",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "11900",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "5450",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "6540",
                    },
                    {
                        title: "Объем фургона, м3",
                        value: "42,7",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle: "Шторный грузовик КАМАЗ КОМПАС 43082",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ КОМПАС 43082-0053511-Н5",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins ISF3.8S5168, 168 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 6-ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "6000",
                        },
                        {
                            title: "Габаритные размеры надстройки, мм",
                            value: "8500x2550x2850",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180° Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Передняя стенка",
                            value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                        },
                        {
                            title: "Каркас",
                            value: "Стальной, высотой 2850 мм. Механизм раздельного движения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                        },
                        {
                            title: "Задние ворота",
                            value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                        },
                        {
                            title: "Тент",
                            value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: true,

        id: 0,
        slug: "kran-manipulyator-sollers-tr80-47-s-kmu-hktc-3014-model-4389a8",
        categoryId: 0,

        images: {
            image: mainTruckImage1,
            drawing: truckDrawing1,
        },

        ru: {
            price: "Цена по запросу",

            truckType:
                "Кран-манипулятор SOLLERS TR80-47 с КМУ HKTC 3014 (модель 4389A8)",

            category: "Краны-манипуляторы",

            description: {
                title: "Описание",

                text: "Контейнеровоз на шасси ГАЗ C41R33 специализированное транспортное средство, предназначенное для перевозки специального контейнера. Состоит из надрамника и универсальной грузовой платформы с замками. Возможно комплектование настилом пола, бортами для повышения универсальности автомобиля.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "SOLLERS TR80-47",
                    },

                    {
                        title: "Двигатель",
                        value: "Cummins D4.0EVID170, 163 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "8990",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2400",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3330",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "5200",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "6200",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "6420",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "1580",
                    },
                    {
                        title: "Грузоподъёмность КМУ, тонн",
                        value: "3,2",
                    },
                    {
                        title: "Вылет стрелы, м",
                        value: "9,8",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Кран-манипулятор SOLLERS TR80-47 с КМУ НКТС 3014 (модель 4389A8)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "SOLLERS TR80-47",
                        },
                        {
                            title: "Тип настройки",
                            value: "Бортовая платформа с КМУ",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins D4.0EVID170, 163 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 6-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры автомобиля, ДхШхВ (мм)",
                            value: "8990х2400х3330",
                        },
                        {
                            title: "Полная масса (кг)",
                            value: "8000",
                        },
                        {
                            title: "Снаряженная масса (кг)",
                            value: "6420",
                        },
                        {
                            title: "Габаритные размеры бортовой платформы, ДхШхВ (мм)",
                            value: "6200х2400х600",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 5 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Стальные оцинкованные или алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О. Быстросъёмные стойки ломающегося типа по 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита из алюминиевых профилей на откидных оцинкованных кронштейнах. Заднее защитное устройство. Ступень для подъёма на платформу.",
                        },
                    ],
                },

                {
                    sectionTitle:
                        "Характеристики кран-манипуляторной установки НКТС 3014",

                    items: [
                        {
                            title: "Максимальный грузовой момент, тм",
                            value: "8,6",
                        },
                        {
                            title: "Г/п на минимальном вылете, кг",
                            value: "3200",
                        },
                        {
                            title: "Минимальный рабочий радиус, м",
                            value: "2,5",
                        },
                        {
                            title: "Г/п на максимальном вылете, кг",
                            value: "700",
                        },
                        {
                            title: "Максимальный вылет стрелы, м",
                            value: "9,8",
                        },
                        {
                            title: "Стрела / количество секций",
                            value: "Гексагональная / 4 секции",
                        },
                        {
                            title: "Угол вращения колонны вокруг своей оси, град",
                            value: "360°, бесконечный",
                        },
                        {
                            title: "Передние аутригеры, м",
                            value: "Размах 4,1",
                        },
                        {
                            title: "Задние аутригеры, м",
                            value: "наличие",
                        },
                        {
                            title: "Масса КМУ, кг",
                            value: "1450",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,

        id: 1,
        slug: "avtotoplivozapravshchik-na-shassi-gaz-c41r13-model-4389jy",
        categoryId: 1,

        images: {
            image: mainTruckImage2,
            drawing: truckDrawing1,
        },

        gallery: [
            { image: galleryOf1TruckImage2 },
            { image: galleryOf2TruckImage2 },
            { image: galleryOf3TruckImage2 },
            { image: galleryOf4TruckImage2 },
            { image: galleryOf5TruckImage2 },
            { image: galleryOf6TruckImage2 },
        ],

        ru: {
            price: "от 6 200 000Р",

            truckType:
                "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",

            category: "Автотопливозаправщики",

            description: {
                title: "Описание",

                text: "Автотопливозаправщик ГАЗ C41R13 предназначен для транспортирования, кратковременного хранения и дозированной выдачи светлых нефтепродуктов плотностью 780-860 кг/м3. Состоит из специальной цистерны, установленной на шасси, топливного насоса, счетчика жидкости позволяющего видеть объем выдаваемого топлива, напорно-всасывающих и раздаточного рукавов, пистолета и т.д.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "ГАЗ С41R13",
                    },
                    {
                        title: "Двигатель",
                        value: "ЯМЗ 53445, 168 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 5-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "6440",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2195",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "2890",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3770",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "8700",
                    },
                    {
                        title: "Объем цистерны, л.",
                        value: "5300",
                    },
                    {
                        title: "Количество отсеков, шт.:",
                        value: "2",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "ГАЗ C41R13",
                        },
                        {
                            title: "Полная масса, кг",
                            value: "8700",
                        },
                        {
                            title: "Снаряженная масса, кг",
                            value: "4200",
                        },
                        {
                            title: "Длина автомобиля, мм",
                            value: "6440",
                        },
                        {
                            title: "Ширина автомобиля, мм",
                            value: "2195",
                        },
                        {
                            title: "Высота автомобиля, мм",
                            value: "2890",
                        },
                        {
                            title: "Грузоподъёмность, кг",
                            value: "5300",
                        },
                        {
                            title: "Количество отсеков, шт.",
                            value: "2",
                        },
                    ],
                },

                {
                    sectionTitle: "Автотопливозаправщик ГАЗ C41R13",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "ГАЗ C41R13",
                        },
                        {
                            title: "Тип надстройки",
                            value: "Автотопливозаправщик",
                        },
                        {
                            title: "Двигатель",
                            value: "ЯМЗ 53445, 168 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 5-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "3770",
                        },
                    ],
                },
                {
                    sectionTitle: "Цистерна:",

                    items: [
                        {
                            title: "Общая номинальная вместимость цистерны, л.:",
                            value: "5300",
                        },
                        {
                            title: "Поперечное сечение:",
                            value: "эллипс",
                        },
                        {
                            title: "Толщина металла не менее, мм.:",
                            value: "3 мм",
                        },
                        {
                            title: "Цистерна изготовлена как мера вместимости:",
                            value: "Свидетельство о поверке",
                        },
                        {
                            title: "Налив цистерны:",
                            value: "Верхним способом",
                        },
                        {
                            title: "Слив цистерны:",
                            value: "Гравитационный (самотеком), при помощи собственного насоса.",
                        },
                        {
                            title: "Ограждение горловин от пролива нефтепродуктов (экологический короб):",
                            value: "Наличие, по всей длине цистерны",
                        },
                        {
                            title: "Слив воды из ограждения горловин от пролива нефтепродуктов (экологического короба):",
                            value: "Оборудованный шаровыми кранами и патрубками на конце, расположен в задней части цистерны с выводом в левую и правую стороны по ходу движения ТС.",
                        },
                        {
                            title: "Крышки горловин",
                            value: "Алюминиевые, с устройством дыхательным УД-33, 1 шт. на каждый отсек",
                        },
                    ],
                },
                {
                    sectionTitle: "Коммуникации",

                    items: [
                        {
                            title: "Материал Диаметр условного прохода, мм:",
                            value: "АМГ5М, Ду – 80.",
                        },
                        {
                            title: "Запорное оборудование:",
                            value: "Пневматический донный клапан, блок пневмоуправления, шаровые краны",
                        },
                        {
                            title: "Напорно-всасывающие рукава Диаметр условного прохода, мм Длинна одного, м.: Количество",
                            value: "Композитные импортные рукава Ду – 75, L= 3, 2 шт., расположены в пластиковых пеналах длинной 3,25 метра",
                        },
                        {
                            title: "Быстроразъемные соединения (БРС): Тип: Производитель:   Диаметр условного прохода, мм:",
                            value: "Elaflex, Ду -75",
                        },
                    ],
                },
                {
                    sectionTitle: "Насосное оборудование:",

                    items: [
                        {
                            title: "Привод насоса",
                            value: "От двигателя шасси через коробку отбора мощности",
                        },
                        {
                            title: "Насос",
                            value: "Насос	СШН-50/600П Шиберного типа, Производительность 600 л/мин, максимальная высота самовсасывания 6,0 м.",
                        },
                        {
                            title: "Фильтр",
                            value: "Фильтрующий элемент фильтра изготовлен из металлической сетки полутомпаковой 0,8Н (ГОСТ 66130). Сетка зафиксирована на каркасе проволокой.",
                        },
                    ],
                },
                {
                    sectionTitle: "Узел выдачи топлива:",

                    items: [
                        {
                            title: "Расположение:",
                            value: "В кормовой части автомобиля по середине с возможностью выдачи топлива на любую сторону.",
                        },
                        {
                            title: "Фильтр: Тип: Марка:",
                            value: "Чистота фильтрации не более 0,03. Элемент, фильтрующий ПЗМИ-М-545",
                        },
                        {
                            title: "Счетчик жидкости",
                            value: "ДД-25-1,6 СУ, Класс точности 0,25, диаметр условного прохода Ду-25, Давление измеряемой среды 1,6 Мпа, расход 1,2 – 7 м3/ч.",
                        },
                        {
                            title: "Раздаточный рукав",
                            value: "Ду-20, длина -5 м. Укладка свободная.",
                        },
                        {
                            title: "Кран раздаточный",
                            value: "Кран раздаточный АКТ с автоматическим и ручным прекращением выдачи рабочей жидкости марки А50-М.",
                        },
                        {
                            title: "Держатель для крана раздаточного»",
                            value: "Наличие",
                        },
                    ],
                },
                {
                    sectionTitle: "Комплектация:",

                    items: [
                        {
                            title: "Огнетушители:",
                            value: "2 шт., ОП-6, расположены в пластиковых пеналах справа и слева по ходу движения ТС, на переднем донце цистерны",
                        },
                        {
                            title: "Ящик для инструментов",
                            value: "1 шт., пластиковый, установлен с левой стороны по ходу движения ТС, в задней части.",
                        },
                        {
                            title: "Ящик для песка",
                            value: "1 шт., пластиковый, для массы не менее 25 кг., установлен с левой стороны по ходу движения ТС, в задней части,",
                        },
                        {
                            title: "Противооткатные упоры",
                            value: "2 шт., пластиковые",
                        },
                        {
                            title: "Цепь заземления, постоянно контактирующая с землей",
                            value: "1 шт.",
                        },
                        {
                            title: "Трос заземления со штырем",
                            value: "1 шт., трос длиной-10 м., БЗЗ-10",
                        },
                        {
                            title: "Проблесковый маячок:",
                            value: "2 шт. оранжевого цвета",
                        },
                        {
                            title: "Световозвращающее оборудование:",
                            value: "Световозвращающая микропризматическая лента, соответствующая требованиям, правил 104 ЕЭК ООН.",
                        },
                        {
                            title: "Площадка обслуживания:",
                            value: "Из алюминиевого просеченного листа, обеспечивающая безопасную работу оператора.",
                        },
                        {
                            title: "Лестница:",
                            value: "Расположена в задней части цистерны, с просеченными ступенями, исключающими скольжение, с правой стороны по ходу движения ТС",
                        },
                        {
                            title: "Поручень безопасности:",
                            value: "Алюминиевый, раскладывающийся с уровня земли. Имеет фиксатор для самопроизвольного открытия.",
                        },
                        {
                            title: "Наличие",
                        },
                    ],
                },
                {
                    sectionTitle: "Окраска:",

                    items: [
                        {
                            title: "Окраска цистерны::",
                            value: "По ТУ завода изготовителя РАЛ - 2004",
                        },
                        {
                            title: "Надпись «Огнеопасно». Знак опасности, 3 класс. Знак «Вещество опасное для окружающей среды»:",
                            value: "Справа, слева и сзади цистерны",
                        },
                    ],
                },
            ],

            extraDescription: {
                main: {
                    description: "Описание",
                    text: "Развитие перевозок топлива требует надежной техники и продуманной конструкции цистерн. АТЗ на шасси ГАЗ C41R13 сочетает грузоподъемность, маневренность и практичную компоновку. Компания «РусТрак» разрабатывает и выпускает топливозаправочную технику с учетом требований к надежности и безопасности. Конструкция цистерны предусматривает безопасную транспортировку горючих жидкостей и удобство обслуживания оборудования. Надёжное шасси, качественные материалы и точная сборка поддерживают стабильную работу техники в различных условиях эксплуатации.",
                },
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,

        id: 2,

        slug: "shtornyy-gruzovik-kamaz-4308-dopog-ekhii-model-4388n2-10",

        categoryId: 2,

        images: {
            image: mainTruckImage3,
        },

        gallery: [
            { image: galleryOf1TruckImage3 },
            { image: galleryOf2TruckImage3 },
            { image: galleryOf3TruckImage3 },
            { image: galleryOf4TruckImage3 },
            { image: galleryOf5TruckImage3 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType:
                "Шторный грузовик КАМАЗ 4308 ДОПОГ EXII (модель 4388H2-10)",

            category: "Автомобили ДОПОГ категории EXII",

            description: {
                title: "Описание",

                text: "",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ 4308-3083-69(G5)",
                    },

                    {
                        title: "Двигатель",
                        value: "Cummins ISB6.7 E5 250, 250 л. с.",
                    },

                    {
                        title: "КПП",
                        value: "Механическая, 9-ступенчатая",
                    },

                    {
                        title: "Длина автомобиля, мм",
                        value: "8970",
                    },

                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },

                    {
                        title: "Высота автомобиля, мм",
                        value: "3580",
                    },

                    {
                        title: "Колесная база, мм",
                        value: "4700",
                    },

                    {
                        title: "Колесная формула",
                        value: "4x2",
                    },

                    {
                        title: "Длина платформы, м",
                        value: "6,6",
                    },

                    {
                        title: "Полная масса, кг",
                        value: "11980",
                    },

                    {
                        title: "Снаряженная масса, кг",
                        value: "7350",
                    },

                    {
                        title: "Грузоподъёмность, кг",
                        value: "4630",
                    },

                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Шторный грузовик КАМАЗ 4308 ДОПОГ категория EXII (модель4388H2-10)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ 4308-3083-69(G5)",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins ISB6.7 E5 250, 250 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 9-ступенчатая ZF9",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры надстройки, мм",
                            value: "6600х2550х2500",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 6 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием толщиной 21 мм, рифленый алюминиевый лист 2 мм",
                        },
                        {
                            title: "Борта платформы",
                            value: "Алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180O. Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Передняя стенка",
                            value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                        },
                        {
                            title: "Каркас",
                            value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны. Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса. Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте. Водоотводящий алюминиевый козырек над задними воротами. Передние и задние стойки оцинкованные.",
                        },
                        {
                            title: "Задние ворота",
                            value: "Распашные ворота из алюминиевого профиля со скрытой фурнитурой. С возможностью фиксации в открытом положении.",
                        },
                        {
                            title: "Тент",
                            value: "Тент из ткани, удельный вес 650 г/м2. Усиление тента крыши на углах. Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон. Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м. Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Боковые влагозащитные габаритные огни. Задний противоподкатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу. Обтекатель на кабину.",
                        },
                        {
                            title: "Оборудование по требованиям ДОПОГ EXII",
                            value: "Дистанционный выключатель массы аккумуляторной батареи с дублирующей кнопкой в салоне класса защиты IP65. Ящик для песка. Закреплена цепь заземления с касанием земли 200мм. Маячок проблесковый С24-75 - 2шт. Пенал огнетушителя – 2шт. Огнетушитель ОП-6 – 2шт. Ткань тента соответствует требованиям ДОПОГ EXII. Металлические защитные экраны (подкрылки). Устройство ограничения скорости «Надежный контроль» тип 80 (сертификат соответствия № ЕАЭС RU C-RU.АД07.В.05403/22 с 31.12.2022 по 30.12.2026). Тахограф ШТРИХ, модель «МАК-1».",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 3,
        slug: "kran-manipulyator-kamaz-43118-s-kmu-inman-it-200",
        categoryId: 0,

        images: {
            image: mainTruckImage4,
        },

        gallery: [
            { image: galleryOf1TruckImage4 },
            { image: galleryOf2TruckImage4 },
            { image: galleryOf3TruckImage4 },
            { image: galleryOf4TruckImage4 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "КРАН-МАНИПУЛЯТОР КАМАЗ 43118 С КМУ INMAN IT 200",

            category: "Краны-манипуляторы",

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ 43118",
                    },
                    {
                        title: "Двигатель",
                        value: "КАМАЗ 740.705-300, 300 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 10-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "9440",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3960",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3690",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "5500",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "22500",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "15200",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "7300",
                    },
                    {
                        title: "Грузоподъёмность КМУ, тонн",
                        value: "7,2",
                    },
                    {
                        title: "Вылет стрелы, м",
                        value: "18,9",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Кран-манипулятор КАМАЗ 43118 с КМУ INMAN IT 200",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ 43118-3027-50",
                        },
                        {
                            title: "Тип надстройки",
                            value: "Бортовая платформа с КМУ",
                        },
                        {
                            title: "Двигатель",
                            value: "КАМАЗ 740.705-300, 300 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 10-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "3690",
                        },
                        {
                            title: "Габаритные размеры автомобиля, ДхШхВ (мм)",
                            value: "9440х2550х3960",
                        },
                        {
                            title: "Полная масса (кг)",
                            value: "22500",
                        },
                        {
                            title: "Снаряженная масса (кг)",
                            value: "15200",
                        },
                        {
                            title: "Грузоподъёмность, кг",
                            value: "7300",
                        },
                        {
                            title: "Габаритные размеры бортовой платформы, ДхШхВ (мм)",
                            value: "5500х2550х600",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 5 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием толщиной 18 мм.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Стальные оцинкованные или алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О. Быстросъёмные стойки ломающегося типа по 1 на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита из алюминиевых профилей на откидных оцинкованных кронштейнах. Заднее защитное устройство. Ступень для подъёма на платформу.",
                        },

                        {
                            title: "Максимальный грузовой момент, тм",
                            value: "21,0",
                        },
                        {
                            title: "Максимальная грузоподъёмность на рабочем радиусе 2,6 м, кг",
                            value: "7200",
                        },
                        {
                            title: "Минимальный рабочий радиус, м",
                            value: "2,0",
                        },
                        {
                            title: "Г/п на максимальном вылете, кг",
                            value: "400",
                        },
                        {
                            title: "Максимальный вылет стрелы, м",
                            value: "18,9",
                        },
                        {
                            title: "Стрела",
                            value: "Гексагональная / 6 секции",
                        },
                        {
                            title: "Угол вращения колонны вокруг своей оси, град",
                            value: "400°, бесконечный",
                        },
                        {
                            title: "Угол подъема стрелы",
                            value: "-17° ~ 75°",
                        },
                        {
                            title: "Опционально",
                            value: "Установка бура, сертифицированной монтажной корзины",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 4,
        slug: "avtotoplivozapravshchik-jac-n90-atz-6-0-dvukhsektsionnaya",
        categoryId: 1,

        images: {
            image: mainTruckImage5,
            drawing: truckDrawing5,
        },

        gallery: [
            { image: galleryOf1TruckImage5 },
            { image: galleryOf2TruckImage5 },
            { image: galleryOf3TruckImage5 },
            { image: galleryOf4TruckImage5 },
            { image: galleryOf5TruckImage5 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "ТОПЛИВОЗАПРАВЩИК JAC N90 АТЗ 6,0 ДВУХСЕКЦИОННАЯ",

            category: "Автотопливозаправщики",

            description: {
                title: "Описание",
                text: "Техника для работы с топливом требует высокой надежности и безопасности. Двухсекционный бензовоз JAC N90 обеспечивает точную и безопасную доставку топлива в любых условиях. Эффективность машины определяется качеством конструкции и эксплуатационной поддержкой. Компания «РусТрак» предлагает современные модели с полным сопровождением клиентов. Надежные автомобили снижают риски и повышают безопасность при работе с топливом. Продуманная конструкция и сервисная поддержка позволяют поддерживать технику в идеальном состоянии.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "JAC N-90S",
                    },
                    {
                        title: "Двигатель",
                        value: "Cummins ISF3.8S5154, 152 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "6200",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2270",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "2950",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3365",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "9030",
                    },
                    {
                        title: "Объем цистерны, л.",
                        value: "6000",
                    },
                    {
                        title: "Количество отсеков, шт.:",
                        value: "2",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle: "Автотопливозаправщик на шасси JAC N-90S",

                    items: [
                        {
                            title: "Производитель / Модель шасси",
                            value: "JAC / JAC N-90S",
                        },
                        {
                            title: "Длинна базы, мм",
                            value: "3365",
                        },
                        {
                            title: "Колесная формула",
                            value: "4x2",
                        },
                        {
                            title: "Вывод глушителя",
                            value: "Установлен защитный экран",
                        },
                        {
                            title: "Дистанционный выключатель массы",
                            value: "Наличие 2шт. (в районе АКБ и дублирование в кабине) в соответствии с требованиями ДОПОГ",
                        },
                    ],
                },
                {
                    sectionTitle: "Цистерна:",

                    items: [
                        {
                            title: "Общая номинальная вместимость цистерны, л.:",
                            value: "6000",
                        },
                        {
                            title: "Поперечное / Продольное сечение:",
                            value: "Эллипсная / Постоянное",
                        },
                        {
                            title: "Материал цистерны / Толщина металла:",
                            value: "Низколегированная Сталь 09Г2С / 3 мм",
                        },
                        {
                            title: "Количество отсеков, шт.:",
                            value: "2 (с делением по литрам)",
                        },
                        {
                            title: "Цистерна изготовлена как мера вместимости:",
                            value: "Да, сертификат о калибровке цистерны",
                        },
                        {
                            title: "Налив / Слив цистерны:",
                            value: "Верхним способом / Гравитационный или собственным насосом",
                        },
                        {
                            title: "Ограждение горловин (экологический короб):",
                            value: "Да, со сливом воды и креплением знаков опасности",
                        },
                        {
                            title: "Крышки горловин / Дыхательное устройство:",
                            value: "Алюминиевые / УД-2 80 с огнепреградителем (на каждый отсек)",
                        },
                    ],
                },
                {
                    sectionTitle: "Коммуникации и насосное оборудование",

                    items: [
                        {
                            title: "Материал и диаметр прохода коммуникаций:",
                            value: "АМГ5М, Ду – 80",
                        },
                        {
                            title: "Запорное оборудование:",
                            value: "Донный клапан (пневмопривод, блок управления в УВТ), шаровые краны",
                        },
                        {
                            title: "Напорно-всасывающие рукава:",
                            value: "Композитные рукава Ду – 75, L= 3, 2 шт.",
                        },
                        {
                            title: "Быстроразъемные соединения (БРС):",
                            value: "Elaflex, Ду -75",
                        },
                        {
                            title: "Привод насоса и марка насоса:",
                            value: "От КОМ через кардан. СШН-50/600П (600 л/мин, всасывание 6,0 м)",
                        },
                        {
                            title: "Фильтр насоса:",
                            value: "Сетка полутомпаковая 0,8Н (ГОСТ 66130) на металлическом каркасе",
                        },
                    ],
                },
                {
                    sectionTitle: "Узел выдачи топлива (УВТ)",

                    items: [
                        {
                            title: "Расположение УВТ / Фильтрация:",
                            value: "Сзади. Фильтр тонкой очистки ПЗМИ-М-545 (чистота 0,03)",
                        },
                        {
                            title: "Счетчик жидкости:",
                            value: "ДД-40-1,6 СУ, Класс точности 0,25, Ду-32, 1,6 Мпа, расход 1,2 – 7 м3/ч.",
                        },
                        {
                            title: "Раздаточный рукав:",
                            value: "Ду-25, длина 10 м. Укладка на барабан с пружинным приводом.",
                        },
                        {
                            title: "Кран раздаточный:",
                            value: "Кран АКТ с автоотсекателем. Держатель для пистолета в комплекте.",
                        },
                    ],
                },
                {
                    sectionTitle: "Комплектация и безопасность",

                    items: [
                        {
                            title: "Огнетушители и пеналы:",
                            value: "2 шт. ОП-6 в пластиковых пеналах. Пеналы для рукавов (3,25 м) — 2 шт.",
                        },
                        {
                            title: "Ящики / Упоры:",
                            value: "Пластиковые (инструментальный, для песка 25 кг), 2 противооткатных упора",
                        },
                        {
                            title: "Знаки опасности / Заземление:",
                            value: "По 1 шт. перед/зад. Цепь заземления и трос со штырем 10 м (БЗЗ-10)",
                        },
                        {
                            title: "Световое и световозвращ. оборудование:",
                            value: "Оранжевый маячок, микропризматическая лента (104 ЕЭК ООН)",
                        },
                        {
                            title: "Оборудование оператора:",
                            value: "Площадка из просечного листа, лестница сзади справа, поручень безопасности",
                        },
                        {
                            title: "Заднее защитное устройство (ЗЗУ):",
                            value: "Наличие, оцинкованное",
                        },
                    ],
                },
                {
                    sectionTitle: "Окраска:",

                    items: [
                        {
                            title: "Окраска кабины и цистерны:",
                            value: "По ТУ производителя, цистерна РАЛ - 2009 (с грунтованием)",
                        },
                        {
                            title: "Специальные надписи и знаки:",
                            value: "«Огнеопасно», Знаки 3 класса и опасности для среды (справа, слева, сзади)",
                        },
                    ],
                },
            ],

            extraDescription: {
                main: {
                    description: "Описание",
                    text: "Техника для работы с топливом требует высокой надежности и безопасности. Двухсекционный бензовоз JAC N90 обеспечивает точную и безопасную доставку топлива в любых условиях. Эффективность машины определяется качеством конструкции и эксплуатационной поддержкой. Компания «РусТрак» предлагает современные модели с полным сопровождением клиентов. Надежные автомобили снижают риски и повышают безопасность при работе с топливом. Продуманная конструкция и сервисная поддержка позволяют поддерживать технику в идеальном состоянии.",
                },
                advantages: {
                    title: "Преимущества автотопливозаправщика JAC N90",
                    items: [
                        {
                            title: "Надежная конструкция шасси",
                            text: "шасси JAC N-90S с колесной формулой 4х2 и длинной базой 3365 мм обеспечивает устойчивость и маневренность на дорогах.",
                        },
                        {
                            title: "Двухсекционная цистерна на 6000 литров",
                            text: "разделение по литрам позволяет точно учитывать выдачу топлива и оптимально распределять нагрузку.",
                        },
                        {
                            title: "Высокое качество материала цистерны",
                            text: "низколегированная сталь 09Г2С толщиной 3 мм гарантирует долговечность и защиту от коррозии.",
                        },
                        {
                            title: "Современные системы налив/слив",
                            text: "верхний налив и гравитационный или насосный слив обеспечивают удобство и безопасность операций.",
                        },
                        {
                            title: "Сертифицированная калибровка цистерны",
                            text: "каждая емкость имеет документальное подтверждение точной вместимости, что упрощает учет топлива.",
                        },
                        {
                            title: "Безопасные горловины и дыхательные устройства",
                            text: "алюминиевые крышки с огнепреградителем УД-2 80 минимизируют риск воспламенения и утечек.",
                        },
                        {
                            title: "Эффективное насосное оборудование",
                            text: "насос СШН-50/600П через КОМ с расходом 600 л/мин обеспечивает быструю заправку техники.",
                        },
                        {
                            title: "Удобный узел выдачи топлива (УВТ)",
                            text: "счетчик ДД-40-1,6 СУ с высокой точностью и раздаточный рукав 10 м с автоотсекателем повышают комфорт и контроль за выдачей топлива.",
                        },
                        {
                            title: "Комплексная безопасность и оснащение",
                            text: "огнетушители, знаки опасности, заземление, площадка оператора и заднее защитное устройство соответствуют современным стандартам.",
                        },
                        {
                            title: "Качественная окраска и маркировка",
                            text: "кабина и цистерна окрашены по ТУ с нанесением надписей «Огнеопасно» и знаков 3 класса, обеспечивая визуальное предупреждение и долговечность покрытия.",
                        },
                    ],
                    summary:
                        "Бензовоз JAC N90 сочетает прочность конструкции, высокую точность оборудования и полный комплекс систем безопасности. Каждая деталь продумана для удобства работы, надежной эксплуатации и точного учета топлива. Надежность и функциональность техники позволяют безопасно и эффективно управлять процессом заправки топлива в любых условиях.",
                },
                applications: {
                    title: "Области применения",
                    items: [
                        {
                            title: "Промышленные объекты",
                            text: "обеспечение бесперебойной подачи топлива для техники и оборудования, где требуется высокая точность учета.",
                        },
                        {
                            title: "Строительные и карьеровочные площадки",
                            text: "оперативная заправка строительной и карьерной техники на удаленных участках.",
                        },
                        {
                            title: "Аэропорты и транспортные узлы",
                            text: "доставка топлива к самолетам и спецтехнике с соблюдением строгих требований безопасности.",
                        },
                        {
                            title: "Морские и речные порты",
                            text: "пополнение резервуаров служебных судов и гидротехнической техники.",
                        },
                        {
                            title: "Далёкие населенные пункты и объекты инфраструктуры",
                            text: "автономная заправка в местах с ограниченным доступом к стационарным источникам топлива.",
                        },
                        {
                            title: "Сельское хозяйство",
                            text: "заправка тракторов, комбайнов и другой техники без необходимости транспортировки топлива на большие расстояния.",
                        },
                    ],
                    summary:
                        "Двухсекционный АТЗ JAC N90 демонстрирует универсальность и адаптивность к различным условиям эксплуатации. Возможность безопасной и точной выдачи топлива делает технику эффективным решением для объектов с повышенными требованиями к безопасности и надежности.",
                },
                conclusion: {
                    title: "Техника, на которую можно положиться",
                    text: "Купить JAC N90 двухсекционный автотопливозаправщик — выгодное решение для надежной и безопасной работы с топливом. Он сочетает прочную конструкцию и высокую точность эксплуатации. Компания «РусТрак» обеспечивает полное сопровождение и поддержку при покупке. Не откладывайте выбор современной техники, чтобы повысить эффективность работы. Обеспечьте безопасность и удобство при эксплуатации в любых условиях. Для оформления заказа свяжитесь с нами любым удобным способом и получите профессиональную консультацию.",
                },
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 5,
        slug: "shtornyy-gruzovik-kamaz-kompas-43082-model-5389r1",
        categoryId: 2,

        images: {
            image: mainTruckImage6,
            drawing: truckDrawing6,
        },

        gallery: [
            { image: galleryOf1TruckImage6 },
            { image: galleryOf2TruckImage6 },
            { image: galleryOf3TruckImage6 },
            { image: galleryOf4TruckImage6 },
            { image: galleryOf5TruckImage6 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "ШТОРНЫЙ ГРУЗОВИК КАМАЗ КОМПАС 43082 (МОДЕЛЬ 5389R1)",

            category: "Шторные автомобили",

            description: {
                title: "Описание",
                text: "Шторный грузовик КАМАЗ КОМПАС 43082 (модель 5389R1) представляет собой надежное решение для перевозки различных типов грузов. Высокая грузоподъемность и объемный фургон обеспечивают максимальную эффективность при транспортировке. Современное шасси и надежный двигатель Cummins гарантируют стабильную работу и экономию топлива на любых дистанциях.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ КОМПАС 43082",
                    },
                    {
                        title: "Двигатель",
                        value: "Cummins ISF3.8S5168, 168 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "10770",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3990",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "6000",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "8500",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "11900",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "5450",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "6540",
                    },
                    {
                        title: "Объем фургона, м3",
                        value: "42,7",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle: "Шторный грузовик КАМАЗ КОМПАС 43082",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ КОМПАС 43082-0053511-Н5",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins ISF3.8S5168, 168 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 6-ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "6000",
                        },
                        {
                            title: "Габаритные размеры надстройки, мм",
                            value: "8500x2550x2850",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180° Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Передняя стенка",
                            value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                        },
                        {
                            title: "Каркас",
                            value: "Стальной, высотой 2850 мм. Механизм раздельного движения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                        },
                        {
                            title: "Задние ворота",
                            value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                        },
                        {
                            title: "Тент",
                            value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: true,

        id: 0,
        slug: "kran-manipulyator-sollers-tr80-47-s-kmu-hktc-3014-model-4389a8",
        categoryId: 0,

        images: {
            image: mainTruckImage1,
            drawing: truckDrawing1,
        },

        ru: {
            price: "Цена по запросу",

            truckType:
                "Кран-манипулятор SOLLERS TR80-47 с КМУ HKTC 3014 (модель 4389A8)",

            category: "Краны-манипуляторы",

            description: {
                title: "Описание",

                text: "Контейнеровоз на шасси ГАЗ C41R33 специализированное транспортное средство, предназначенное для перевозки специального контейнера. Состоит из надрамника и универсальной грузовой платформы с замками. Возможно комплектование настилом пола, бортами для повышения универсальности автомобиля.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "SOLLERS TR80-47",
                    },

                    {
                        title: "Двигатель",
                        value: "Cummins D4.0EVID170, 163 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "8990",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2400",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3330",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "5200",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "6200",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "6420",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "1580",
                    },
                    {
                        title: "Грузоподъёмность КМУ, тонн",
                        value: "3,2",
                    },
                    {
                        title: "Вылет стрелы, м",
                        value: "9,8",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Кран-манипулятор SOLLERS TR80-47 с КМУ НКТС 3014 (модель 4389A8)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "SOLLERS TR80-47",
                        },
                        {
                            title: "Тип настройки",
                            value: "Бортовая платформа с КМУ",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins D4.0EVID170, 163 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 6-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры автомобиля, ДхШхВ (мм)",
                            value: "8990х2400х3330",
                        },
                        {
                            title: "Полная масса (кг)",
                            value: "8000",
                        },
                        {
                            title: "Снаряженная масса (кг)",
                            value: "6420",
                        },
                        {
                            title: "Габаритные размеры бортовой платформы, ДхШхВ (мм)",
                            value: "6200х2400х600",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 5 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Стальные оцинкованные или алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О. Быстросъёмные стойки ломающегося типа по 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита из алюминиевых профилей на откидных оцинкованных кронштейнах. Заднее защитное устройство. Ступень для подъёма на платформу.",
                        },
                    ],
                },

                {
                    sectionTitle:
                        "Характеристики кран-манипуляторной установки НКТС 3014",

                    items: [
                        {
                            title: "Максимальный грузовой момент, тм",
                            value: "8,6",
                        },
                        {
                            title: "Г/п на минимальном вылете, кг",
                            value: "3200",
                        },
                        {
                            title: "Минимальный рабочий радиус, м",
                            value: "2,5",
                        },
                        {
                            title: "Г/п на максимальном вылете, кг",
                            value: "700",
                        },
                        {
                            title: "Максимальный вылет стрелы, м",
                            value: "9,8",
                        },
                        {
                            title: "Стрела / количество секций",
                            value: "Гексагональная / 4 секции",
                        },
                        {
                            title: "Угол вращения колонны вокруг своей оси, град",
                            value: "360°, бесконечный",
                        },
                        {
                            title: "Передние аутригеры, м",
                            value: "Размах 4,1",
                        },
                        {
                            title: "Задние аутригеры, м",
                            value: "наличие",
                        },
                        {
                            title: "Масса КМУ, кг",
                            value: "1450",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,

        id: 1,
        slug: "avtotoplivozapravshchik-na-shassi-gaz-c41r13-model-4389jy",
        categoryId: 1,

        images: {
            image: mainTruckImage2,
            drawing: truckDrawing1,
        },

        gallery: [
            { image: galleryOf1TruckImage2 },
            { image: galleryOf2TruckImage2 },
            { image: galleryOf3TruckImage2 },
            { image: galleryOf4TruckImage2 },
            { image: galleryOf5TruckImage2 },
            { image: galleryOf6TruckImage2 },
        ],

        ru: {
            price: "от 6 200 000Р",

            truckType:
                "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",

            category: "Автотопливозаправщики",

            description: {
                title: "Описание",

                text: "Автотопливозаправщик ГАЗ C41R13 предназначен для транспортирования, кратковременного хранения и дозированной выдачи светлых нефтепродуктов плотностью 780-860 кг/м3. Состоит из специальной цистерны, установленной на шасси, топливного насоса, счетчика жидкости позволяющего видеть объем выдаваемого топлива, напорно-всасывающих и раздаточного рукавов, пистолета и т.д.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "ГАЗ С41R13",
                    },
                    {
                        title: "Двигатель",
                        value: "ЯМЗ 53445, 168 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 5-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "6440",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2195",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "2890",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3770",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "8700",
                    },
                    {
                        title: "Объем цистерны, л.",
                        value: "5300",
                    },
                    {
                        title: "Количество отсеков, шт.:",
                        value: "2",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "ГАЗ C41R13",
                        },
                        {
                            title: "Полная масса, кг",
                            value: "8700",
                        },
                        {
                            title: "Снаряженная масса, кг",
                            value: "4200",
                        },
                        {
                            title: "Длина автомобиля, мм",
                            value: "6440",
                        },
                        {
                            title: "Ширина автомобиля, мм",
                            value: "2195",
                        },
                        {
                            title: "Высота автомобиля, мм",
                            value: "2890",
                        },
                        {
                            title: "Грузоподъёмность, кг",
                            value: "5300",
                        },
                        {
                            title: "Количество отсеков, шт.",
                            value: "2",
                        },
                    ],
                },

                {
                    sectionTitle: "Автотопливозаправщик ГАЗ C41R13",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "ГАЗ C41R13",
                        },
                        {
                            title: "Тип надстройки",
                            value: "Автотопливозаправщик",
                        },
                        {
                            title: "Двигатель",
                            value: "ЯМЗ 53445, 168 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 5-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "3770",
                        },
                    ],
                },
                {
                    sectionTitle: "Цистерна:",

                    items: [
                        {
                            title: "Общая номинальная вместимость цистерны, л.:",
                            value: "5300",
                        },
                        {
                            title: "Поперечное сечение:",
                            value: "эллипс",
                        },
                        {
                            title: "Толщина металла не менее, мм.:",
                            value: "3 мм",
                        },
                        {
                            title: "Цистерна изготовлена как мера вместимости:",
                            value: "Свидетельство о поверке",
                        },
                        {
                            title: "Налив цистерны:",
                            value: "Верхним способом",
                        },
                        {
                            title: "Слив цистерны:",
                            value: "Гравитационный (самотеком), при помощи собственного насоса.",
                        },
                        {
                            title: "Ограждение горловин от пролива нефтепродуктов (экологический короб):",
                            value: "Наличие, по всей длине цистерны",
                        },
                        {
                            title: "Слив воды из ограждения горловин от пролива нефтепродуктов (экологического короба):",
                            value: "Оборудованный шаровыми кранами и патрубками на конце, расположен в задней части цистерны с выводом в левую и правую стороны по ходу движения ТС.",
                        },
                        {
                            title: "Крышки горловин",
                            value: "Алюминиевые, с устройством дыхательным УД-33, 1 шт. на каждый отсек",
                        },
                    ],
                },
                {
                    sectionTitle: "Коммуникации",

                    items: [
                        {
                            title: "Материал Диаметр условного прохода, мм:",
                            value: "АМГ5М, Ду – 80.",
                        },
                        {
                            title: "Запорное оборудование:",
                            value: "Пневматический донный клапан, блок пневмоуправления, шаровые краны",
                        },
                        {
                            title: "Напорно-всасывающие рукава Диаметр условного прохода, мм Длинна одного, м.: Количество",
                            value: "Композитные импортные рукава Ду – 75, L= 3, 2 шт., расположены в пластиковых пеналах длинной 3,25 метра",
                        },
                        {
                            title: "Быстроразъемные соединения (БРС): Тип: Производитель:   Диаметр условного прохода, мм:",
                            value: "Elaflex, Ду -75",
                        },
                    ],
                },
                {
                    sectionTitle: "Насосное оборудование:",

                    items: [
                        {
                            title: "Привод насоса",
                            value: "От двигателя шасси через коробку отбора мощности",
                        },
                        {
                            title: "Насос",
                            value: "Насос	СШН-50/600П Шиберного типа, Производительность 600 л/мин, максимальная высота самовсасывания 6,0 м.",
                        },
                        {
                            title: "Фильтр",
                            value: "Фильтрующий элемент фильтра изготовлен из металлической сетки полутомпаковой 0,8Н (ГОСТ 66130). Сетка зафиксирована на каркасе проволокой.",
                        },
                    ],
                },
                {
                    sectionTitle: "Узел выдачи топлива:",

                    items: [
                        {
                            title: "Расположение:",
                            value: "В кормовой части автомобиля по середине с возможностью выдачи топлива на любую сторону.",
                        },
                        {
                            title: "Фильтр: Тип: Марка:",
                            value: "Чистота фильтрации не более 0,03. Элемент, фильтрующий ПЗМИ-М-545",
                        },
                        {
                            title: "Счетчик жидкости",
                            value: "ДД-25-1,6 СУ, Класс точности 0,25, диаметр условного прохода Ду-25, Давление измеряемой среды 1,6 Мпа, расход 1,2 – 7 м3/ч.",
                        },
                        {
                            title: "Раздаточный рукав",
                            value: "Ду-20, длина -5 м. Укладка свободная.",
                        },
                        {
                            title: "Кран раздаточный",
                            value: "Кран раздаточный АКТ с автоматическим и ручным прекращением выдачи рабочей жидкости марки А50-М.",
                        },
                        {
                            title: "Держатель для крана раздаточного»",
                            value: "Наличие",
                        },
                    ],
                },
                {
                    sectionTitle: "Комплектация:",

                    items: [
                        {
                            title: "Огнетушители:",
                            value: "2 шт., ОП-6, расположены в пластиковых пеналах справа и слева по ходу движения ТС, на переднем донце цистерны",
                        },
                        {
                            title: "Ящик для инструментов",
                            value: "1 шт., пластиковый, установлен с левой стороны по ходу движения ТС, в задней части.",
                        },
                        {
                            title: "Ящик для песка",
                            value: "1 шт., пластиковый, для массы не менее 25 кг., установлен с левой стороны по ходу движения ТС, в задней части,",
                        },
                        {
                            title: "Противооткатные упоры",
                            value: "2 шт., пластиковые",
                        },
                        {
                            title: "Цепь заземления, постоянно контактирующая с землей",
                            value: "1 шт.",
                        },
                        {
                            title: "Трос заземления со штырем",
                            value: "1 шт., трос длиной-10 м., БЗЗ-10",
                        },
                        {
                            title: "Проблесковый маячок:",
                            value: "2 шт. оранжевого цвета",
                        },
                        {
                            title: "Световозвращающее оборудование:",
                            value: "Световозвращающая микропризматическая лента, соответствующая требованиям, правил 104 ЕЭК ООН.",
                        },
                        {
                            title: "Площадка обслуживания:",
                            value: "Из алюминиевого просеченного листа, обеспечивающая безопасную работу оператора.",
                        },
                        {
                            title: "Лестница:",
                            value: "Расположена в задней части цистерны, с просеченными ступенями, исключающими скольжение, с правой стороны по ходу движения ТС",
                        },
                        {
                            title: "Поручень безопасности:",
                            value: "Алюминиевый, раскладывающийся с уровня земли. Имеет фиксатор для самопроизвольного открытия.",
                        },
                        {
                            title: "Наличие",
                        },
                    ],
                },
                {
                    sectionTitle: "Окраска:",

                    items: [
                        {
                            title: "Окраска цистерны::",
                            value: "По ТУ завода изготовителя РАЛ - 2004",
                        },
                        {
                            title: "Надпись «Огнеопасно». Знак опасности, 3 класс. Знак «Вещество опасное для окружающей среды»:",
                            value: "Справа, слева и сзади цистерны",
                        },
                    ],
                },
            ],

            extraDescription: {
                main: {
                    description: "Описание",
                    text: "Развитие перевозок топлива требует надежной техники и продуманной конструкции цистерн. АТЗ на шасси ГАЗ C41R13 сочетает грузоподъемность, маневренность и практичную компоновку. Компания «РусТрак» разрабатывает и выпускает топливозаправочную технику с учетом требований к надежности и безопасности. Конструкция цистерны предусматривает безопасную транспортировку горючих жидкостей и удобство обслуживания оборудования. Надёжное шасси, качественные материалы и точная сборка поддерживают стабильную работу техники в различных условиях эксплуатации.",
                },
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,

        id: 2,

        slug: "shtornyy-gruzovik-kamaz-4308-dopog-ekhii-model-4388n2-10",

        categoryId: 2,

        images: {
            image: mainTruckImage3,
        },

        gallery: [
            { image: galleryOf1TruckImage3 },
            { image: galleryOf2TruckImage3 },
            { image: galleryOf3TruckImage3 },
            { image: galleryOf4TruckImage3 },
            { image: galleryOf5TruckImage3 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType:
                "Шторный грузовик КАМАЗ 4308 ДОПОГ EXII (модель 4388H2-10)",

            category: "Автомобили ДОПОГ категории EXII",

            description: {
                title: "Описание",

                text: "",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ 4308-3083-69(G5)",
                    },

                    {
                        title: "Двигатель",
                        value: "Cummins ISB6.7 E5 250, 250 л. с.",
                    },

                    {
                        title: "КПП",
                        value: "Механическая, 9-ступенчатая",
                    },

                    {
                        title: "Длина автомобиля, мм",
                        value: "8970",
                    },

                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },

                    {
                        title: "Высота автомобиля, мм",
                        value: "3580",
                    },

                    {
                        title: "Колесная база, мм",
                        value: "4700",
                    },

                    {
                        title: "Колесная формула",
                        value: "4x2",
                    },

                    {
                        title: "Длина платформы, м",
                        value: "6,6",
                    },

                    {
                        title: "Полная масса, кг",
                        value: "11980",
                    },

                    {
                        title: "Снаряженная масса, кг",
                        value: "7350",
                    },

                    {
                        title: "Грузоподъёмность, кг",
                        value: "4630",
                    },

                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Шторный грузовик КАМАЗ 4308 ДОПОГ категория EXII (модель4388H2-10)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ 4308-3083-69(G5)",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins ISB6.7 E5 250, 250 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 9-ступенчатая ZF9",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры надстройки, мм",
                            value: "6600х2550х2500",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 6 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием толщиной 21 мм, рифленый алюминиевый лист 2 мм",
                        },
                        {
                            title: "Борта платформы",
                            value: "Алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180O. Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Передняя стенка",
                            value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                        },
                        {
                            title: "Каркас",
                            value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны. Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса. Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте. Водоотводящий алюминиевый козырек над задними воротами. Передние и задние стойки оцинкованные.",
                        },
                        {
                            title: "Задние ворота",
                            value: "Распашные ворота из алюминиевого профиля со скрытой фурнитурой. С возможностью фиксации в открытом положении.",
                        },
                        {
                            title: "Тент",
                            value: "Тент из ткани, удельный вес 650 г/м2. Усиление тента крыши на углах. Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон. Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м. Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Боковые влагозащитные габаритные огни. Задний противоподкатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу. Обтекатель на кабину.",
                        },
                        {
                            title: "Оборудование по требованиям ДОПОГ EXII",
                            value: "Дистанционный выключатель массы аккумуляторной батареи с дублирующей кнопкой в салоне класса защиты IP65. Ящик для песка. Закреплена цепь заземления с касанием земли 200мм. Маячок проблесковый С24-75 - 2шт. Пенал огнетушителя – 2шт. Огнетушитель ОП-6 – 2шт. Ткань тента соответствует требованиям ДОПОГ EXII. Металлические защитные экраны (подкрылки). Устройство ограничения скорости «Надежный контроль» тип 80 (сертификат соответствия № ЕАЭС RU C-RU.АД07.В.05403/22 с 31.12.2022 по 30.12.2026). Тахограф ШТРИХ, модель «МАК-1».",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 3,
        slug: "kran-manipulyator-kamaz-43118-s-kmu-inman-it-200",
        categoryId: 0,

        images: {
            image: mainTruckImage4,
        },

        gallery: [
            { image: galleryOf1TruckImage4 },
            { image: galleryOf2TruckImage4 },
            { image: galleryOf3TruckImage4 },
            { image: galleryOf4TruckImage4 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "КРАН-МАНИПУЛЯТОР КАМАЗ 43118 С КМУ INMAN IT 200",

            category: "Краны-манипуляторы",

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ 43118",
                    },
                    {
                        title: "Двигатель",
                        value: "КАМАЗ 740.705-300, 300 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 10-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "9440",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3960",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3690",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "5500",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "22500",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "15200",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "7300",
                    },
                    {
                        title: "Грузоподъёмность КМУ, тонн",
                        value: "7,2",
                    },
                    {
                        title: "Вылет стрелы, м",
                        value: "18,9",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Кран-манипулятор КАМАЗ 43118 с КМУ INMAN IT 200",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ 43118-3027-50",
                        },
                        {
                            title: "Тип надстройки",
                            value: "Бортовая платформа с КМУ",
                        },
                        {
                            title: "Двигатель",
                            value: "КАМАЗ 740.705-300, 300 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 10-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "3690",
                        },
                        {
                            title: "Габаритные размеры автомобиля, ДхШхВ (мм)",
                            value: "9440х2550х3960",
                        },
                        {
                            title: "Полная масса (кг)",
                            value: "22500",
                        },
                        {
                            title: "Снаряженная масса (кг)",
                            value: "15200",
                        },
                        {
                            title: "Грузоподъёмность, кг",
                            value: "7300",
                        },
                        {
                            title: "Габаритные размеры бортовой платформы, ДхШхВ (мм)",
                            value: "5500х2550х600",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 5 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием толщиной 18 мм.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Стальные оцинкованные или алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О. Быстросъёмные стойки ломающегося типа по 1 на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита из алюминиевых профилей на откидных оцинкованных кронштейнах. Заднее защитное устройство. Ступень для подъёма на платформу.",
                        },

                        {
                            title: "Максимальный грузовой момент, тм",
                            value: "21,0",
                        },
                        {
                            title: "Максимальная грузоподъёмность на рабочем радиусе 2,6 м, кг",
                            value: "7200",
                        },
                        {
                            title: "Минимальный рабочий радиус, м",
                            value: "2,0",
                        },
                        {
                            title: "Г/п на максимальном вылете, кг",
                            value: "400",
                        },
                        {
                            title: "Максимальный вылет стрелы, м",
                            value: "18,9",
                        },
                        {
                            title: "Стрела",
                            value: "Гексагональная / 6 секции",
                        },
                        {
                            title: "Угол вращения колонны вокруг своей оси, град",
                            value: "400°, бесконечный",
                        },
                        {
                            title: "Угол подъема стрелы",
                            value: "-17° ~ 75°",
                        },
                        {
                            title: "Опционально",
                            value: "Установка бура, сертифицированной монтажной корзины",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 4,
        slug: "avtotoplivozapravshchik-jac-n90-atz-6-0-dvukhsektsionnaya",
        categoryId: 1,

        images: {
            image: mainTruckImage5,
            drawing: truckDrawing5,
        },

        gallery: [
            { image: galleryOf1TruckImage5 },
            { image: galleryOf2TruckImage5 },
            { image: galleryOf3TruckImage5 },
            { image: galleryOf4TruckImage5 },
            { image: galleryOf5TruckImage5 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "ТОПЛИВОЗАПРАВЩИК JAC N90 АТЗ 6,0 ДВУХСЕКЦИОННАЯ",

            category: "Автотопливозаправщики",

            description: {
                title: "Описание",
                text: "Техника для работы с топливом требует высокой надежности и безопасности. Двухсекционный бензовоз JAC N90 обеспечивает точную и безопасную доставку топлива в любых условиях. Эффективность машины определяется качеством конструкции и эксплуатационной поддержкой. Компания «РусТрак» предлагает современные модели с полным сопровождением клиентов. Надежные автомобили снижают риски и повышают безопасность при работе с топливом. Продуманная конструкция и сервисная поддержка позволяют поддерживать технику в идеальном состоянии.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "JAC N-90S",
                    },
                    {
                        title: "Двигатель",
                        value: "Cummins ISF3.8S5154, 152 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "6200",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2270",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "2950",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3365",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "9030",
                    },
                    {
                        title: "Объем цистерны, л.",
                        value: "6000",
                    },
                    {
                        title: "Количество отсеков, шт.:",
                        value: "2",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle: "Автотопливозаправщик на шасси JAC N-90S",

                    items: [
                        {
                            title: "Производитель / Модель шасси",
                            value: "JAC / JAC N-90S",
                        },
                        {
                            title: "Длинна базы, мм",
                            value: "3365",
                        },
                        {
                            title: "Колесная формула",
                            value: "4x2",
                        },
                        {
                            title: "Вывод глушителя",
                            value: "Установлен защитный экран",
                        },
                        {
                            title: "Дистанционный выключатель массы",
                            value: "Наличие 2шт. (в районе АКБ и дублирование в кабине) в соответствии с требованиями ДОПОГ",
                        },
                    ],
                },
                {
                    sectionTitle: "Цистерна:",

                    items: [
                        {
                            title: "Общая номинальная вместимость цистерны, л.:",
                            value: "6000",
                        },
                        {
                            title: "Поперечное / Продольное сечение:",
                            value: "Эллипсная / Постоянное",
                        },
                        {
                            title: "Материал цистерны / Толщина металла:",
                            value: "Низколегированная Сталь 09Г2С / 3 мм",
                        },
                        {
                            title: "Количество отсеков, шт.:",
                            value: "2 (с делением по литрам)",
                        },
                        {
                            title: "Цистерна изготовлена как мера вместимости:",
                            value: "Да, сертификат о калибровке цистерны",
                        },
                        {
                            title: "Налив / Слив цистерны:",
                            value: "Верхним способом / Гравитационный или собственным насосом",
                        },
                        {
                            title: "Ограждение горловин (экологический короб):",
                            value: "Да, со сливом воды и креплением знаков опасности",
                        },
                        {
                            title: "Крышки горловин / Дыхательное устройство:",
                            value: "Алюминиевые / УД-2 80 с огнепреградителем (на каждый отсек)",
                        },
                    ],
                },
                {
                    sectionTitle: "Коммуникации и насосное оборудование",

                    items: [
                        {
                            title: "Материал и диаметр прохода коммуникаций:",
                            value: "АМГ5М, Ду – 80",
                        },
                        {
                            title: "Запорное оборудование:",
                            value: "Донный клапан (пневмопривод, блок управления в УВТ), шаровые краны",
                        },
                        {
                            title: "Напорно-всасывающие рукава:",
                            value: "Композитные рукава Ду – 75, L= 3, 2 шт.",
                        },
                        {
                            title: "Быстроразъемные соединения (БРС):",
                            value: "Elaflex, Ду -75",
                        },
                        {
                            title: "Привод насоса и марка насоса:",
                            value: "От КОМ через кардан. СШН-50/600П (600 л/мин, всасывание 6,0 м)",
                        },
                        {
                            title: "Фильтр насоса:",
                            value: "Сетка полутомпаковая 0,8Н (ГОСТ 66130) на металлическом каркасе",
                        },
                    ],
                },
                {
                    sectionTitle: "Узел выдачи топлива (УВТ)",

                    items: [
                        {
                            title: "Расположение УВТ / Фильтрация:",
                            value: "Сзади. Фильтр тонкой очистки ПЗМИ-М-545 (чистота 0,03)",
                        },
                        {
                            title: "Счетчик жидкости:",
                            value: "ДД-40-1,6 СУ, Класс точности 0,25, Ду-32, 1,6 Мпа, расход 1,2 – 7 м3/ч.",
                        },
                        {
                            title: "Раздаточный рукав:",
                            value: "Ду-25, длина 10 м. Укладка на барабан с пружинным приводом.",
                        },
                        {
                            title: "Кран раздаточный:",
                            value: "Кран АКТ с автоотсекателем. Держатель для пистолета в комплекте.",
                        },
                    ],
                },
                {
                    sectionTitle: "Комплектация и безопасность",

                    items: [
                        {
                            title: "Огнетушители и пеналы:",
                            value: "2 шт. ОП-6 в пластиковых пеналах. Пеналы для рукавов (3,25 м) — 2 шт.",
                        },
                        {
                            title: "Ящики / Упоры:",
                            value: "Пластиковые (инструментальный, для песка 25 кг), 2 противооткатных упора",
                        },
                        {
                            title: "Знаки опасности / Заземление:",
                            value: "По 1 шт. перед/зад. Цепь заземления и трос со штырем 10 м (БЗЗ-10)",
                        },
                        {
                            title: "Световое и световозвращ. оборудование:",
                            value: "Оранжевый маячок, микропризматическая лента (104 ЕЭК ООН)",
                        },
                        {
                            title: "Оборудование оператора:",
                            value: "Площадка из просечного листа, лестница сзади справа, поручень безопасности",
                        },
                        {
                            title: "Заднее защитное устройство (ЗЗУ):",
                            value: "Наличие, оцинкованное",
                        },
                    ],
                },
                {
                    sectionTitle: "Окраска:",

                    items: [
                        {
                            title: "Окраска кабины и цистерны:",
                            value: "По ТУ производителя, цистерна РАЛ - 2009 (с грунтованием)",
                        },
                        {
                            title: "Специальные надписи и знаки:",
                            value: "«Огнеопасно», Знаки 3 класса и опасности для среды (справа, слева, сзади)",
                        },
                    ],
                },
            ],

            extraDescription: {
                main: {
                    description: "Описание",
                    text: "Техника для работы с топливом требует высокой надежности и безопасности. Двухсекционный бензовоз JAC N90 обеспечивает точную и безопасную доставку топлива в любых условиях. Эффективность машины определяется качеством конструкции и эксплуатационной поддержкой. Компания «РусТрак» предлагает современные модели с полным сопровождением клиентов. Надежные автомобили снижают риски и повышают безопасность при работе с топливом. Продуманная конструкция и сервисная поддержка позволяют поддерживать технику в идеальном состоянии.",
                },
                advantages: {
                    title: "Преимущества автотопливозаправщика JAC N90",
                    items: [
                        {
                            title: "Надежная конструкция шасси",
                            text: "шасси JAC N-90S с колесной формулой 4х2 и длинной базой 3365 мм обеспечивает устойчивость и маневренность на дорогах.",
                        },
                        {
                            title: "Двухсекционная цистерна на 6000 литров",
                            text: "разделение по литрам позволяет точно учитывать выдачу топлива и оптимально распределять нагрузку.",
                        },
                        {
                            title: "Высокое качество материала цистерны",
                            text: "низколегированная сталь 09Г2С толщиной 3 мм гарантирует долговечность и защиту от коррозии.",
                        },
                        {
                            title: "Современные системы налив/слив",
                            text: "верхний налив и гравитационный или насосный слив обеспечивают удобство и безопасность операций.",
                        },
                        {
                            title: "Сертифицированная калибровка цистерны",
                            text: "каждая емкость имеет документальное подтверждение точной вместимости, что упрощает учет топлива.",
                        },
                        {
                            title: "Безопасные горловины и дыхательные устройства",
                            text: "алюминиевые крышки с огнепреградителем УД-2 80 минимизируют риск воспламенения и утечек.",
                        },
                        {
                            title: "Эффективное насосное оборудование",
                            text: "насос СШН-50/600П через КОМ с расходом 600 л/мин обеспечивает быструю заправку техники.",
                        },
                        {
                            title: "Удобный узел выдачи топлива (УВТ)",
                            text: "счетчик ДД-40-1,6 СУ с высокой точностью и раздаточный рукав 10 м с автоотсекателем повышают комфорт и контроль за выдачей топлива.",
                        },
                        {
                            title: "Комплексная безопасность и оснащение",
                            text: "огнетушители, знаки опасности, заземление, площадка оператора и заднее защитное устройство соответствуют современным стандартам.",
                        },
                        {
                            title: "Качественная окраска и маркировка",
                            text: "кабина и цистерна окрашены по ТУ с нанесением надписей «Огнеопасно» и знаков 3 класса, обеспечивая визуальное предупреждение и долговечность покрытия.",
                        },
                    ],
                    summary:
                        "Бензовоз JAC N90 сочетает прочность конструкции, высокую точность оборудования и полный комплекс систем безопасности. Каждая деталь продумана для удобства работы, надежной эксплуатации и точного учета топлива. Надежность и функциональность техники позволяют безопасно и эффективно управлять процессом заправки топлива в любых условиях.",
                },
                applications: {
                    title: "Области применения",
                    items: [
                        {
                            title: "Промышленные объекты",
                            text: "обеспечение бесперебойной подачи топлива для техники и оборудования, где требуется высокая точность учета.",
                        },
                        {
                            title: "Строительные и карьеровочные площадки",
                            text: "оперативная заправка строительной и карьерной техники на удаленных участках.",
                        },
                        {
                            title: "Аэропорты и транспортные узлы",
                            text: "доставка топлива к самолетам и спецтехнике с соблюдением строгих требований безопасности.",
                        },
                        {
                            title: "Морские и речные порты",
                            text: "пополнение резервуаров служебных судов и гидротехнической техники.",
                        },
                        {
                            title: "Далёкие населенные пункты и объекты инфраструктуры",
                            text: "автономная заправка в местах с ограниченным доступом к стационарным источникам топлива.",
                        },
                        {
                            title: "Сельское хозяйство",
                            text: "заправка тракторов, комбайнов и другой техники без необходимости транспортировки топлива на большие расстояния.",
                        },
                    ],
                    summary:
                        "Двухсекционный АТЗ JAC N90 демонстрирует универсальность и адаптивность к различным условиям эксплуатации. Возможность безопасной и точной выдачи топлива делает технику эффективным решением для объектов с повышенными требованиями к безопасности и надежности.",
                },
                conclusion: {
                    title: "Техника, на которую можно положиться",
                    text: "Купить JAC N90 двухсекционный автотопливозаправщик — выгодное решение для надежной и безопасной работы с топливом. Он сочетает прочную конструкцию и высокую точность эксплуатации. Компания «РусТрак» обеспечивает полное сопровождение и поддержку при покупке. Не откладывайте выбор современной техники, чтобы повысить эффективность работы. Обеспечьте безопасность и удобство при эксплуатации в любых условиях. Для оформления заказа свяжитесь с нами любым удобным способом и получите профессиональную консультацию.",
                },
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 5,
        slug: "shtornyy-gruzovik-kamaz-kompas-43082-model-5389r1",
        categoryId: 2,

        images: {
            image: mainTruckImage6,
            drawing: truckDrawing6,
        },

        gallery: [
            { image: galleryOf1TruckImage6 },
            { image: galleryOf2TruckImage6 },
            { image: galleryOf3TruckImage6 },
            { image: galleryOf4TruckImage6 },
            { image: galleryOf5TruckImage6 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "ШТОРНЫЙ ГРУЗОВИК КАМАЗ КОМПАС 43082 (МОДЕЛЬ 5389R1)",

            category: "Шторные автомобили",

            description: {
                title: "Описание",
                text: "Шторный грузовик КАМАЗ КОМПАС 43082 (модель 5389R1) представляет собой надежное решение для перевозки различных типов грузов. Высокая грузоподъемность и объемный фургон обеспечивают максимальную эффективность при транспортировке. Современное шасси и надежный двигатель Cummins гарантируют стабильную работу и экономию топлива на любых дистанциях.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ КОМПАС 43082",
                    },
                    {
                        title: "Двигатель",
                        value: "Cummins ISF3.8S5168, 168 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "10770",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3990",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "6000",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "8500",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "11900",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "5450",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "6540",
                    },
                    {
                        title: "Объем фургона, м3",
                        value: "42,7",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle: "Шторный грузовик КАМАЗ КОМПАС 43082",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ КОМПАС 43082-0053511-Н5",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins ISF3.8S5168, 168 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 6-ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "6000",
                        },
                        {
                            title: "Габаритные размеры надстройки, мм",
                            value: "8500x2550x2850",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180° Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Передняя стенка",
                            value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                        },
                        {
                            title: "Каркас",
                            value: "Стальной, высотой 2850 мм. Механизм раздельного движения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                        },
                        {
                            title: "Задние ворота",
                            value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                        },
                        {
                            title: "Тент",
                            value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: true,

        id: 0,
        slug: "kran-manipulyator-sollers-tr80-47-s-kmu-hktc-3014-model-4389a8",
        categoryId: 0,

        images: {
            image: mainTruckImage1,
            drawing: truckDrawing1,
        },

        ru: {
            price: "Цена по запросу",

            truckType:
                "Кран-манипулятор SOLLERS TR80-47 с КМУ HKTC 3014 (модель 4389A8)",

            category: "Краны-манипуляторы",

            description: {
                title: "Описание",

                text: "Контейнеровоз на шасси ГАЗ C41R33 специализированное транспортное средство, предназначенное для перевозки специального контейнера. Состоит из надрамника и универсальной грузовой платформы с замками. Возможно комплектование настилом пола, бортами для повышения универсальности автомобиля.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "SOLLERS TR80-47",
                    },

                    {
                        title: "Двигатель",
                        value: "Cummins D4.0EVID170, 163 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "8990",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2400",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3330",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "5200",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "6200",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "6420",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "1580",
                    },
                    {
                        title: "Грузоподъёмность КМУ, тонн",
                        value: "3,2",
                    },
                    {
                        title: "Вылет стрелы, м",
                        value: "9,8",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Кран-манипулятор SOLLERS TR80-47 с КМУ НКТС 3014 (модель 4389A8)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "SOLLERS TR80-47",
                        },
                        {
                            title: "Тип настройки",
                            value: "Бортовая платформа с КМУ",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins D4.0EVID170, 163 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 6-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры автомобиля, ДхШхВ (мм)",
                            value: "8990х2400х3330",
                        },
                        {
                            title: "Полная масса (кг)",
                            value: "8000",
                        },
                        {
                            title: "Снаряженная масса (кг)",
                            value: "6420",
                        },
                        {
                            title: "Габаритные размеры бортовой платформы, ДхШхВ (мм)",
                            value: "6200х2400х600",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 5 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Стальные оцинкованные или алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О. Быстросъёмные стойки ломающегося типа по 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита из алюминиевых профилей на откидных оцинкованных кронштейнах. Заднее защитное устройство. Ступень для подъёма на платформу.",
                        },
                    ],
                },

                {
                    sectionTitle:
                        "Характеристики кран-манипуляторной установки НКТС 3014",

                    items: [
                        {
                            title: "Максимальный грузовой момент, тм",
                            value: "8,6",
                        },
                        {
                            title: "Г/п на минимальном вылете, кг",
                            value: "3200",
                        },
                        {
                            title: "Минимальный рабочий радиус, м",
                            value: "2,5",
                        },
                        {
                            title: "Г/п на максимальном вылете, кг",
                            value: "700",
                        },
                        {
                            title: "Максимальный вылет стрелы, м",
                            value: "9,8",
                        },
                        {
                            title: "Стрела / количество секций",
                            value: "Гексагональная / 4 секции",
                        },
                        {
                            title: "Угол вращения колонны вокруг своей оси, град",
                            value: "360°, бесконечный",
                        },
                        {
                            title: "Передние аутригеры, м",
                            value: "Размах 4,1",
                        },
                        {
                            title: "Задние аутригеры, м",
                            value: "наличие",
                        },
                        {
                            title: "Масса КМУ, кг",
                            value: "1450",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,

        id: 1,
        slug: "avtotoplivozapravshchik-na-shassi-gaz-c41r13-model-4389jy",
        categoryId: 1,

        images: {
            image: mainTruckImage2,
            drawing: truckDrawing1,
        },

        gallery: [
            { image: galleryOf1TruckImage2 },
            { image: galleryOf2TruckImage2 },
            { image: galleryOf3TruckImage2 },
            { image: galleryOf4TruckImage2 },
            { image: galleryOf5TruckImage2 },
            { image: galleryOf6TruckImage2 },
        ],

        ru: {
            price: "от 6 200 000Р",

            truckType:
                "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",

            category: "Автотопливозаправщики",

            description: {
                title: "Описание",

                text: "Автотопливозаправщик ГАЗ C41R13 предназначен для транспортирования, кратковременного хранения и дозированной выдачи светлых нефтепродуктов плотностью 780-860 кг/м3. Состоит из специальной цистерны, установленной на шасси, топливного насоса, счетчика жидкости позволяющего видеть объем выдаваемого топлива, напорно-всасывающих и раздаточного рукавов, пистолета и т.д.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "ГАЗ С41R13",
                    },
                    {
                        title: "Двигатель",
                        value: "ЯМЗ 53445, 168 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 5-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "6440",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2195",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "2890",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3770",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "8700",
                    },
                    {
                        title: "Объем цистерны, л.",
                        value: "5300",
                    },
                    {
                        title: "Количество отсеков, шт.:",
                        value: "2",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "ГАЗ C41R13",
                        },
                        {
                            title: "Полная масса, кг",
                            value: "8700",
                        },
                        {
                            title: "Снаряженная масса, кг",
                            value: "4200",
                        },
                        {
                            title: "Длина автомобиля, мм",
                            value: "6440",
                        },
                        {
                            title: "Ширина автомобиля, мм",
                            value: "2195",
                        },
                        {
                            title: "Высота автомобиля, мм",
                            value: "2890",
                        },
                        {
                            title: "Грузоподъёмность, кг",
                            value: "5300",
                        },
                        {
                            title: "Количество отсеков, шт.",
                            value: "2",
                        },
                    ],
                },

                {
                    sectionTitle: "Автотопливозаправщик ГАЗ C41R13",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "ГАЗ C41R13",
                        },
                        {
                            title: "Тип надстройки",
                            value: "Автотопливозаправщик",
                        },
                        {
                            title: "Двигатель",
                            value: "ЯМЗ 53445, 168 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 5-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "3770",
                        },
                    ],
                },
                {
                    sectionTitle: "Цистерна:",

                    items: [
                        {
                            title: "Общая номинальная вместимость цистерны, л.:",
                            value: "5300",
                        },
                        {
                            title: "Поперечное сечение:",
                            value: "эллипс",
                        },
                        {
                            title: "Толщина металла не менее, мм.:",
                            value: "3 мм",
                        },
                        {
                            title: "Цистерна изготовлена как мера вместимости:",
                            value: "Свидетельство о поверке",
                        },
                        {
                            title: "Налив цистерны:",
                            value: "Верхним способом",
                        },
                        {
                            title: "Слив цистерны:",
                            value: "Гравитационный (самотеком), при помощи собственного насоса.",
                        },
                        {
                            title: "Ограждение горловин от пролива нефтепродуктов (экологический короб):",
                            value: "Наличие, по всей длине цистерны",
                        },
                        {
                            title: "Слив воды из ограждения горловин от пролива нефтепродуктов (экологического короба):",
                            value: "Оборудованный шаровыми кранами и патрубками на конце, расположен в задней части цистерны с выводом в левую и правую стороны по ходу движения ТС.",
                        },
                        {
                            title: "Крышки горловин",
                            value: "Алюминиевые, с устройством дыхательным УД-33, 1 шт. на каждый отсек",
                        },
                    ],
                },
                {
                    sectionTitle: "Коммуникации",

                    items: [
                        {
                            title: "Материал Диаметр условного прохода, мм:",
                            value: "АМГ5М, Ду – 80.",
                        },
                        {
                            title: "Запорное оборудование:",
                            value: "Пневматический донный клапан, блок пневмоуправления, шаровые краны",
                        },
                        {
                            title: "Напорно-всасывающие рукава Диаметр условного прохода, мм Длинна одного, м.: Количество",
                            value: "Композитные импортные рукава Ду – 75, L= 3, 2 шт., расположены в пластиковых пеналах длинной 3,25 метра",
                        },
                        {
                            title: "Быстроразъемные соединения (БРС): Тип: Производитель:   Диаметр условного прохода, мм:",
                            value: "Elaflex, Ду -75",
                        },
                    ],
                },
                {
                    sectionTitle: "Насосное оборудование:",

                    items: [
                        {
                            title: "Привод насоса",
                            value: "От двигателя шасси через коробку отбора мощности",
                        },
                        {
                            title: "Насос",
                            value: "Насос	СШН-50/600П Шиберного типа, Производительность 600 л/мин, максимальная высота самовсасывания 6,0 м.",
                        },
                        {
                            title: "Фильтр",
                            value: "Фильтрующий элемент фильтра изготовлен из металлической сетки полутомпаковой 0,8Н (ГОСТ 66130). Сетка зафиксирована на каркасе проволокой.",
                        },
                    ],
                },
                {
                    sectionTitle: "Узел выдачи топлива:",

                    items: [
                        {
                            title: "Расположение:",
                            value: "В кормовой части автомобиля по середине с возможностью выдачи топлива на любую сторону.",
                        },
                        {
                            title: "Фильтр: Тип: Марка:",
                            value: "Чистота фильтрации не более 0,03. Элемент, фильтрующий ПЗМИ-М-545",
                        },
                        {
                            title: "Счетчик жидкости",
                            value: "ДД-25-1,6 СУ, Класс точности 0,25, диаметр условного прохода Ду-25, Давление измеряемой среды 1,6 Мпа, расход 1,2 – 7 м3/ч.",
                        },
                        {
                            title: "Раздаточный рукав",
                            value: "Ду-20, длина -5 м. Укладка свободная.",
                        },
                        {
                            title: "Кран раздаточный",
                            value: "Кран раздаточный АКТ с автоматическим и ручным прекращением выдачи рабочей жидкости марки А50-М.",
                        },
                        {
                            title: "Держатель для крана раздаточного»",
                            value: "Наличие",
                        },
                    ],
                },
                {
                    sectionTitle: "Комплектация:",

                    items: [
                        {
                            title: "Огнетушители:",
                            value: "2 шт., ОП-6, расположены в пластиковых пеналах справа и слева по ходу движения ТС, на переднем донце цистерны",
                        },
                        {
                            title: "Ящик для инструментов",
                            value: "1 шт., пластиковый, установлен с левой стороны по ходу движения ТС, в задней части.",
                        },
                        {
                            title: "Ящик для песка",
                            value: "1 шт., пластиковый, для массы не менее 25 кг., установлен с левой стороны по ходу движения ТС, в задней части,",
                        },
                        {
                            title: "Противооткатные упоры",
                            value: "2 шт., пластиковые",
                        },
                        {
                            title: "Цепь заземления, постоянно контактирующая с землей",
                            value: "1 шт.",
                        },
                        {
                            title: "Трос заземления со штырем",
                            value: "1 шт., трос длиной-10 м., БЗЗ-10",
                        },
                        {
                            title: "Проблесковый маячок:",
                            value: "2 шт. оранжевого цвета",
                        },
                        {
                            title: "Световозвращающее оборудование:",
                            value: "Световозвращающая микропризматическая лента, соответствующая требованиям, правил 104 ЕЭК ООН.",
                        },
                        {
                            title: "Площадка обслуживания:",
                            value: "Из алюминиевого просеченного листа, обеспечивающая безопасную работу оператора.",
                        },
                        {
                            title: "Лестница:",
                            value: "Расположена в задней части цистерны, с просеченными ступенями, исключающими скольжение, с правой стороны по ходу движения ТС",
                        },
                        {
                            title: "Поручень безопасности:",
                            value: "Алюминиевый, раскладывающийся с уровня земли. Имеет фиксатор для самопроизвольного открытия.",
                        },
                        {
                            title: "Наличие",
                        },
                    ],
                },
                {
                    sectionTitle: "Окраска:",

                    items: [
                        {
                            title: "Окраска цистерны::",
                            value: "По ТУ завода изготовителя РАЛ - 2004",
                        },
                        {
                            title: "Надпись «Огнеопасно». Знак опасности, 3 класс. Знак «Вещество опасное для окружающей среды»:",
                            value: "Справа, слева и сзади цистерны",
                        },
                    ],
                },
            ],

            extraDescription: {
                main: {
                    description: "Описание",
                    text: "Развитие перевозок топлива требует надежной техники и продуманной конструкции цистерн. АТЗ на шасси ГАЗ C41R13 сочетает грузоподъемность, маневренность и практичную компоновку. Компания «РусТрак» разрабатывает и выпускает топливозаправочную технику с учетом требований к надежности и безопасности. Конструкция цистерны предусматривает безопасную транспортировку горючих жидкостей и удобство обслуживания оборудования. Надёжное шасси, качественные материалы и точная сборка поддерживают стабильную работу техники в различных условиях эксплуатации.",
                },
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,

        id: 2,

        slug: "shtornyy-gruzovik-kamaz-4308-dopog-ekhii-model-4388n2-10",

        categoryId: 2,

        images: {
            image: mainTruckImage3,
        },

        gallery: [
            { image: galleryOf1TruckImage3 },
            { image: galleryOf2TruckImage3 },
            { image: galleryOf3TruckImage3 },
            { image: galleryOf4TruckImage3 },
            { image: galleryOf5TruckImage3 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType:
                "Шторный грузовик КАМАЗ 4308 ДОПОГ EXII (модель 4388H2-10)",

            category: "Автомобили ДОПОГ категории EXII",

            description: {
                title: "Описание",

                text: "",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ 4308-3083-69(G5)",
                    },

                    {
                        title: "Двигатель",
                        value: "Cummins ISB6.7 E5 250, 250 л. с.",
                    },

                    {
                        title: "КПП",
                        value: "Механическая, 9-ступенчатая",
                    },

                    {
                        title: "Длина автомобиля, мм",
                        value: "8970",
                    },

                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },

                    {
                        title: "Высота автомобиля, мм",
                        value: "3580",
                    },

                    {
                        title: "Колесная база, мм",
                        value: "4700",
                    },

                    {
                        title: "Колесная формула",
                        value: "4x2",
                    },

                    {
                        title: "Длина платформы, м",
                        value: "6,6",
                    },

                    {
                        title: "Полная масса, кг",
                        value: "11980",
                    },

                    {
                        title: "Снаряженная масса, кг",
                        value: "7350",
                    },

                    {
                        title: "Грузоподъёмность, кг",
                        value: "4630",
                    },

                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Шторный грузовик КАМАЗ 4308 ДОПОГ категория EXII (модель4388H2-10)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ 4308-3083-69(G5)",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins ISB6.7 E5 250, 250 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 9-ступенчатая ZF9",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры надстройки, мм",
                            value: "6600х2550х2500",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 6 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием толщиной 21 мм, рифленый алюминиевый лист 2 мм",
                        },
                        {
                            title: "Борта платформы",
                            value: "Алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180O. Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Передняя стенка",
                            value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                        },
                        {
                            title: "Каркас",
                            value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны. Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса. Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте. Водоотводящий алюминиевый козырек над задними воротами. Передние и задние стойки оцинкованные.",
                        },
                        {
                            title: "Задние ворота",
                            value: "Распашные ворота из алюминиевого профиля со скрытой фурнитурой. С возможностью фиксации в открытом положении.",
                        },
                        {
                            title: "Тент",
                            value: "Тент из ткани, удельный вес 650 г/м2. Усиление тента крыши на углах. Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон. Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м. Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Боковые влагозащитные габаритные огни. Задний противоподкатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу. Обтекатель на кабину.",
                        },
                        {
                            title: "Оборудование по требованиям ДОПОГ EXII",
                            value: "Дистанционный выключатель массы аккумуляторной батареи с дублирующей кнопкой в салоне класса защиты IP65. Ящик для песка. Закреплена цепь заземления с касанием земли 200мм. Маячок проблесковый С24-75 - 2шт. Пенал огнетушителя – 2шт. Огнетушитель ОП-6 – 2шт. Ткань тента соответствует требованиям ДОПОГ EXII. Металлические защитные экраны (подкрылки). Устройство ограничения скорости «Надежный контроль» тип 80 (сертификат соответствия № ЕАЭС RU C-RU.АД07.В.05403/22 с 31.12.2022 по 30.12.2026). Тахограф ШТРИХ, модель «МАК-1».",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 3,
        slug: "kran-manipulyator-kamaz-43118-s-kmu-inman-it-200",
        categoryId: 0,

        images: {
            image: mainTruckImage4,
        },

        gallery: [
            { image: galleryOf1TruckImage4 },
            { image: galleryOf2TruckImage4 },
            { image: galleryOf3TruckImage4 },
            { image: galleryOf4TruckImage4 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "КРАН-МАНИПУЛЯТОР КАМАЗ 43118 С КМУ INMAN IT 200",

            category: "Краны-манипуляторы",

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ 43118",
                    },
                    {
                        title: "Двигатель",
                        value: "КАМАЗ 740.705-300, 300 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 10-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "9440",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3960",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3690",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "5500",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "22500",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "15200",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "7300",
                    },
                    {
                        title: "Грузоподъёмность КМУ, тонн",
                        value: "7,2",
                    },
                    {
                        title: "Вылет стрелы, м",
                        value: "18,9",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Кран-манипулятор КАМАЗ 43118 с КМУ INMAN IT 200",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ 43118-3027-50",
                        },
                        {
                            title: "Тип надстройки",
                            value: "Бортовая платформа с КМУ",
                        },
                        {
                            title: "Двигатель",
                            value: "КАМАЗ 740.705-300, 300 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 10-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "3690",
                        },
                        {
                            title: "Габаритные размеры автомобиля, ДхШхВ (мм)",
                            value: "9440х2550х3960",
                        },
                        {
                            title: "Полная масса (кг)",
                            value: "22500",
                        },
                        {
                            title: "Снаряженная масса (кг)",
                            value: "15200",
                        },
                        {
                            title: "Грузоподъёмность, кг",
                            value: "7300",
                        },
                        {
                            title: "Габаритные размеры бортовой платформы, ДхШхВ (мм)",
                            value: "5500х2550х600",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 5 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием толщиной 18 мм.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Стальные оцинкованные или алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О. Быстросъёмные стойки ломающегося типа по 1 на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита из алюминиевых профилей на откидных оцинкованных кронштейнах. Заднее защитное устройство. Ступень для подъёма на платформу.",
                        },

                        {
                            title: "Максимальный грузовой момент, тм",
                            value: "21,0",
                        },
                        {
                            title: "Максимальная грузоподъёмность на рабочем радиусе 2,6 м, кг",
                            value: "7200",
                        },
                        {
                            title: "Минимальный рабочий радиус, м",
                            value: "2,0",
                        },
                        {
                            title: "Г/п на максимальном вылете, кг",
                            value: "400",
                        },
                        {
                            title: "Максимальный вылет стрелы, м",
                            value: "18,9",
                        },
                        {
                            title: "Стрела",
                            value: "Гексагональная / 6 секции",
                        },
                        {
                            title: "Угол вращения колонны вокруг своей оси, град",
                            value: "400°, бесконечный",
                        },
                        {
                            title: "Угол подъема стрелы",
                            value: "-17° ~ 75°",
                        },
                        {
                            title: "Опционально",
                            value: "Установка бура, сертифицированной монтажной корзины",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 4,
        slug: "avtotoplivozapravshchik-jac-n90-atz-6-0-dvukhsektsionnaya",
        categoryId: 1,

        images: {
            image: mainTruckImage5,
            drawing: truckDrawing5,
        },

        gallery: [
            { image: galleryOf1TruckImage5 },
            { image: galleryOf2TruckImage5 },
            { image: galleryOf3TruckImage5 },
            { image: galleryOf4TruckImage5 },
            { image: galleryOf5TruckImage5 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "ТОПЛИВОЗАПРАВЩИК JAC N90 АТЗ 6,0 ДВУХСЕКЦИОННАЯ",

            category: "Автотопливозаправщики",

            description: {
                title: "Описание",
                text: "Техника для работы с топливом требует высокой надежности и безопасности. Двухсекционный бензовоз JAC N90 обеспечивает точную и безопасную доставку топлива в любых условиях. Эффективность машины определяется качеством конструкции и эксплуатационной поддержкой. Компания «РусТрак» предлагает современные модели с полным сопровождением клиентов. Надежные автомобили снижают риски и повышают безопасность при работе с топливом. Продуманная конструкция и сервисная поддержка позволяют поддерживать технику в идеальном состоянии.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "JAC N-90S",
                    },
                    {
                        title: "Двигатель",
                        value: "Cummins ISF3.8S5154, 152 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "6200",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2270",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "2950",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3365",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "9030",
                    },
                    {
                        title: "Объем цистерны, л.",
                        value: "6000",
                    },
                    {
                        title: "Количество отсеков, шт.:",
                        value: "2",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle: "Автотопливозаправщик на шасси JAC N-90S",

                    items: [
                        {
                            title: "Производитель / Модель шасси",
                            value: "JAC / JAC N-90S",
                        },
                        {
                            title: "Длинна базы, мм",
                            value: "3365",
                        },
                        {
                            title: "Колесная формула",
                            value: "4x2",
                        },
                        {
                            title: "Вывод глушителя",
                            value: "Установлен защитный экран",
                        },
                        {
                            title: "Дистанционный выключатель массы",
                            value: "Наличие 2шт. (в районе АКБ и дублирование в кабине) в соответствии с требованиями ДОПОГ",
                        },
                    ],
                },
                {
                    sectionTitle: "Цистерна:",

                    items: [
                        {
                            title: "Общая номинальная вместимость цистерны, л.:",
                            value: "6000",
                        },
                        {
                            title: "Поперечное / Продольное сечение:",
                            value: "Эллипсная / Постоянное",
                        },
                        {
                            title: "Материал цистерны / Толщина металла:",
                            value: "Низколегированная Сталь 09Г2С / 3 мм",
                        },
                        {
                            title: "Количество отсеков, шт.:",
                            value: "2 (с делением по литрам)",
                        },
                        {
                            title: "Цистерна изготовлена как мера вместимости:",
                            value: "Да, сертификат о калибровке цистерны",
                        },
                        {
                            title: "Налив / Слив цистерны:",
                            value: "Верхним способом / Гравитационный или собственным насосом",
                        },
                        {
                            title: "Ограждение горловин (экологический короб):",
                            value: "Да, со сливом воды и креплением знаков опасности",
                        },
                        {
                            title: "Крышки горловин / Дыхательное устройство:",
                            value: "Алюминиевые / УД-2 80 с огнепреградителем (на каждый отсек)",
                        },
                    ],
                },
                {
                    sectionTitle: "Коммуникации и насосное оборудование",

                    items: [
                        {
                            title: "Материал и диаметр прохода коммуникаций:",
                            value: "АМГ5М, Ду – 80",
                        },
                        {
                            title: "Запорное оборудование:",
                            value: "Донный клапан (пневмопривод, блок управления в УВТ), шаровые краны",
                        },
                        {
                            title: "Напорно-всасывающие рукава:",
                            value: "Композитные рукава Ду – 75, L= 3, 2 шт.",
                        },
                        {
                            title: "Быстроразъемные соединения (БРС):",
                            value: "Elaflex, Ду -75",
                        },
                        {
                            title: "Привод насоса и марка насоса:",
                            value: "От КОМ через кардан. СШН-50/600П (600 л/мин, всасывание 6,0 м)",
                        },
                        {
                            title: "Фильтр насоса:",
                            value: "Сетка полутомпаковая 0,8Н (ГОСТ 66130) на металлическом каркасе",
                        },
                    ],
                },
                {
                    sectionTitle: "Узел выдачи топлива (УВТ)",

                    items: [
                        {
                            title: "Расположение УВТ / Фильтрация:",
                            value: "Сзади. Фильтр тонкой очистки ПЗМИ-М-545 (чистота 0,03)",
                        },
                        {
                            title: "Счетчик жидкости:",
                            value: "ДД-40-1,6 СУ, Класс точности 0,25, Ду-32, 1,6 Мпа, расход 1,2 – 7 м3/ч.",
                        },
                        {
                            title: "Раздаточный рукав:",
                            value: "Ду-25, длина 10 м. Укладка на барабан с пружинным приводом.",
                        },
                        {
                            title: "Кран раздаточный:",
                            value: "Кран АКТ с автоотсекателем. Держатель для пистолета в комплекте.",
                        },
                    ],
                },
                {
                    sectionTitle: "Комплектация и безопасность",

                    items: [
                        {
                            title: "Огнетушители и пеналы:",
                            value: "2 шт. ОП-6 в пластиковых пеналах. Пеналы для рукавов (3,25 м) — 2 шт.",
                        },
                        {
                            title: "Ящики / Упоры:",
                            value: "Пластиковые (инструментальный, для песка 25 кг), 2 противооткатных упора",
                        },
                        {
                            title: "Знаки опасности / Заземление:",
                            value: "По 1 шт. перед/зад. Цепь заземления и трос со штырем 10 м (БЗЗ-10)",
                        },
                        {
                            title: "Световое и световозвращ. оборудование:",
                            value: "Оранжевый маячок, микропризматическая лента (104 ЕЭК ООН)",
                        },
                        {
                            title: "Оборудование оператора:",
                            value: "Площадка из просечного листа, лестница сзади справа, поручень безопасности",
                        },
                        {
                            title: "Заднее защитное устройство (ЗЗУ):",
                            value: "Наличие, оцинкованное",
                        },
                    ],
                },
                {
                    sectionTitle: "Окраска:",

                    items: [
                        {
                            title: "Окраска кабины и цистерны:",
                            value: "По ТУ производителя, цистерна РАЛ - 2009 (с грунтованием)",
                        },
                        {
                            title: "Специальные надписи и знаки:",
                            value: "«Огнеопасно», Знаки 3 класса и опасности для среды (справа, слева, сзади)",
                        },
                    ],
                },
            ],

            extraDescription: {
                main: {
                    description: "Описание",
                    text: "Техника для работы с топливом требует высокой надежности и безопасности. Двухсекционный бензовоз JAC N90 обеспечивает точную и безопасную доставку топлива в любых условиях. Эффективность машины определяется качеством конструкции и эксплуатационной поддержкой. Компания «РусТрак» предлагает современные модели с полным сопровождением клиентов. Надежные автомобили снижают риски и повышают безопасность при работе с топливом. Продуманная конструкция и сервисная поддержка позволяют поддерживать технику в идеальном состоянии.",
                },
                advantages: {
                    title: "Преимущества автотопливозаправщика JAC N90",
                    items: [
                        {
                            title: "Надежная конструкция шасси",
                            text: "шасси JAC N-90S с колесной формулой 4х2 и длинной базой 3365 мм обеспечивает устойчивость и маневренность на дорогах.",
                        },
                        {
                            title: "Двухсекционная цистерна на 6000 литров",
                            text: "разделение по литрам позволяет точно учитывать выдачу топлива и оптимально распределять нагрузку.",
                        },
                        {
                            title: "Высокое качество материала цистерны",
                            text: "низколегированная сталь 09Г2С толщиной 3 мм гарантирует долговечность и защиту от коррозии.",
                        },
                        {
                            title: "Современные системы налив/слив",
                            text: "верхний налив и гравитационный или насосный слив обеспечивают удобство и безопасность операций.",
                        },
                        {
                            title: "Сертифицированная калибровка цистерны",
                            text: "каждая емкость имеет документальное подтверждение точной вместимости, что упрощает учет топлива.",
                        },
                        {
                            title: "Безопасные горловины и дыхательные устройства",
                            text: "алюминиевые крышки с огнепреградителем УД-2 80 минимизируют риск воспламенения и утечек.",
                        },
                        {
                            title: "Эффективное насосное оборудование",
                            text: "насос СШН-50/600П через КОМ с расходом 600 л/мин обеспечивает быструю заправку техники.",
                        },
                        {
                            title: "Удобный узел выдачи топлива (УВТ)",
                            text: "счетчик ДД-40-1,6 СУ с высокой точностью и раздаточный рукав 10 м с автоотсекателем повышают комфорт и контроль за выдачей топлива.",
                        },
                        {
                            title: "Комплексная безопасность и оснащение",
                            text: "огнетушители, знаки опасности, заземление, площадка оператора и заднее защитное устройство соответствуют современным стандартам.",
                        },
                        {
                            title: "Качественная окраска и маркировка",
                            text: "кабина и цистерна окрашены по ТУ с нанесением надписей «Огнеопасно» и знаков 3 класса, обеспечивая визуальное предупреждение и долговечность покрытия.",
                        },
                    ],
                    summary:
                        "Бензовоз JAC N90 сочетает прочность конструкции, высокую точность оборудования и полный комплекс систем безопасности. Каждая деталь продумана для удобства работы, надежной эксплуатации и точного учета топлива. Надежность и функциональность техники позволяют безопасно и эффективно управлять процессом заправки топлива в любых условиях.",
                },
                applications: {
                    title: "Области применения",
                    items: [
                        {
                            title: "Промышленные объекты",
                            text: "обеспечение бесперебойной подачи топлива для техники и оборудования, где требуется высокая точность учета.",
                        },
                        {
                            title: "Строительные и карьеровочные площадки",
                            text: "оперативная заправка строительной и карьерной техники на удаленных участках.",
                        },
                        {
                            title: "Аэропорты и транспортные узлы",
                            text: "доставка топлива к самолетам и спецтехнике с соблюдением строгих требований безопасности.",
                        },
                        {
                            title: "Морские и речные порты",
                            text: "пополнение резервуаров служебных судов и гидротехнической техники.",
                        },
                        {
                            title: "Далёкие населенные пункты и объекты инфраструктуры",
                            text: "автономная заправка в местах с ограниченным доступом к стационарным источникам топлива.",
                        },
                        {
                            title: "Сельское хозяйство",
                            text: "заправка тракторов, комбайнов и другой техники без необходимости транспортировки топлива на большие расстояния.",
                        },
                    ],
                    summary:
                        "Двухсекционный АТЗ JAC N90 демонстрирует универсальность и адаптивность к различным условиям эксплуатации. Возможность безопасной и точной выдачи топлива делает технику эффективным решением для объектов с повышенными требованиями к безопасности и надежности.",
                },
                conclusion: {
                    title: "Техника, на которую можно положиться",
                    text: "Купить JAC N90 двухсекционный автотопливозаправщик — выгодное решение для надежной и безопасной работы с топливом. Он сочетает прочную конструкцию и высокую точность эксплуатации. Компания «РусТрак» обеспечивает полное сопровождение и поддержку при покупке. Не откладывайте выбор современной техники, чтобы повысить эффективность работы. Обеспечьте безопасность и удобство при эксплуатации в любых условиях. Для оформления заказа свяжитесь с нами любым удобным способом и получите профессиональную консультацию.",
                },
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 5,
        slug: "shtornyy-gruzovik-kamaz-kompas-43082-model-5389r1",
        categoryId: 2,

        images: {
            image: mainTruckImage6,
            drawing: truckDrawing6,
        },

        gallery: [
            { image: galleryOf1TruckImage6 },
            { image: galleryOf2TruckImage6 },
            { image: galleryOf3TruckImage6 },
            { image: galleryOf4TruckImage6 },
            { image: galleryOf5TruckImage6 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "ШТОРНЫЙ ГРУЗОВИК КАМАЗ КОМПАС 43082 (МОДЕЛЬ 5389R1)",

            category: "Шторные автомобили",

            description: {
                title: "Описание",
                text: "Шторный грузовик КАМАЗ КОМПАС 43082 (модель 5389R1) представляет собой надежное решение для перевозки различных типов грузов. Высокая грузоподъемность и объемный фургон обеспечивают максимальную эффективность при транспортировке. Современное шасси и надежный двигатель Cummins гарантируют стабильную работу и экономию топлива на любых дистанциях.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ КОМПАС 43082",
                    },
                    {
                        title: "Двигатель",
                        value: "Cummins ISF3.8S5168, 168 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "10770",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3990",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "6000",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "8500",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "11900",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "5450",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "6540",
                    },
                    {
                        title: "Объем фургона, м3",
                        value: "42,7",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle: "Шторный грузовик КАМАЗ КОМПАС 43082",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ КОМПАС 43082-0053511-Н5",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins ISF3.8S5168, 168 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 6-ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "6000",
                        },
                        {
                            title: "Габаритные размеры надстройки, мм",
                            value: "8500x2550x2850",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180° Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Передняя стенка",
                            value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                        },
                        {
                            title: "Каркас",
                            value: "Стальной, высотой 2850 мм. Механизм раздельного движения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                        },
                        {
                            title: "Задние ворота",
                            value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                        },
                        {
                            title: "Тент",
                            value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: true,

        id: 0,
        slug: "kran-manipulyator-sollers-tr80-47-s-kmu-hktc-3014-model-4389a8",
        categoryId: 0,

        images: {
            image: mainTruckImage1,
            drawing: truckDrawing1,
        },

        ru: {
            price: "Цена по запросу",

            truckType:
                "Кран-манипулятор SOLLERS TR80-47 с КМУ HKTC 3014 (модель 4389A8)",

            category: "Краны-манипуляторы",

            description: {
                title: "Описание",

                text: "Контейнеровоз на шасси ГАЗ C41R33 специализированное транспортное средство, предназначенное для перевозки специального контейнера. Состоит из надрамника и универсальной грузовой платформы с замками. Возможно комплектование настилом пола, бортами для повышения универсальности автомобиля.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "SOLLERS TR80-47",
                    },

                    {
                        title: "Двигатель",
                        value: "Cummins D4.0EVID170, 163 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "8990",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2400",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3330",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "5200",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "6200",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "6420",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "1580",
                    },
                    {
                        title: "Грузоподъёмность КМУ, тонн",
                        value: "3,2",
                    },
                    {
                        title: "Вылет стрелы, м",
                        value: "9,8",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Кран-манипулятор SOLLERS TR80-47 с КМУ НКТС 3014 (модель 4389A8)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "SOLLERS TR80-47",
                        },
                        {
                            title: "Тип настройки",
                            value: "Бортовая платформа с КМУ",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins D4.0EVID170, 163 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 6-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры автомобиля, ДхШхВ (мм)",
                            value: "8990х2400х3330",
                        },
                        {
                            title: "Полная масса (кг)",
                            value: "8000",
                        },
                        {
                            title: "Снаряженная масса (кг)",
                            value: "6420",
                        },
                        {
                            title: "Габаритные размеры бортовой платформы, ДхШхВ (мм)",
                            value: "6200х2400х600",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 5 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Стальные оцинкованные или алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О. Быстросъёмные стойки ломающегося типа по 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита из алюминиевых профилей на откидных оцинкованных кронштейнах. Заднее защитное устройство. Ступень для подъёма на платформу.",
                        },
                    ],
                },

                {
                    sectionTitle:
                        "Характеристики кран-манипуляторной установки НКТС 3014",

                    items: [
                        {
                            title: "Максимальный грузовой момент, тм",
                            value: "8,6",
                        },
                        {
                            title: "Г/п на минимальном вылете, кг",
                            value: "3200",
                        },
                        {
                            title: "Минимальный рабочий радиус, м",
                            value: "2,5",
                        },
                        {
                            title: "Г/п на максимальном вылете, кг",
                            value: "700",
                        },
                        {
                            title: "Максимальный вылет стрелы, м",
                            value: "9,8",
                        },
                        {
                            title: "Стрела / количество секций",
                            value: "Гексагональная / 4 секции",
                        },
                        {
                            title: "Угол вращения колонны вокруг своей оси, град",
                            value: "360°, бесконечный",
                        },
                        {
                            title: "Передние аутригеры, м",
                            value: "Размах 4,1",
                        },
                        {
                            title: "Задние аутригеры, м",
                            value: "наличие",
                        },
                        {
                            title: "Масса КМУ, кг",
                            value: "1450",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,

        id: 1,
        slug: "avtotoplivozapravshchik-na-shassi-gaz-c41r13-model-4389jy",
        categoryId: 1,

        images: {
            image: mainTruckImage2,
            drawing: truckDrawing1,
        },

        gallery: [
            { image: galleryOf1TruckImage2 },
            { image: galleryOf2TruckImage2 },
            { image: galleryOf3TruckImage2 },
            { image: galleryOf4TruckImage2 },
            { image: galleryOf5TruckImage2 },
            { image: galleryOf6TruckImage2 },
        ],

        ru: {
            price: "от 6 200 000Р",

            truckType:
                "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",

            category: "Автотопливозаправщики",

            description: {
                title: "Описание",

                text: "Автотопливозаправщик ГАЗ C41R13 предназначен для транспортирования, кратковременного хранения и дозированной выдачи светлых нефтепродуктов плотностью 780-860 кг/м3. Состоит из специальной цистерны, установленной на шасси, топливного насоса, счетчика жидкости позволяющего видеть объем выдаваемого топлива, напорно-всасывающих и раздаточного рукавов, пистолета и т.д.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "ГАЗ С41R13",
                    },
                    {
                        title: "Двигатель",
                        value: "ЯМЗ 53445, 168 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 5-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "6440",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2195",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "2890",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3770",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "8700",
                    },
                    {
                        title: "Объем цистерны, л.",
                        value: "5300",
                    },
                    {
                        title: "Количество отсеков, шт.:",
                        value: "2",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "ГАЗ C41R13",
                        },
                        {
                            title: "Полная масса, кг",
                            value: "8700",
                        },
                        {
                            title: "Снаряженная масса, кг",
                            value: "4200",
                        },
                        {
                            title: "Длина автомобиля, мм",
                            value: "6440",
                        },
                        {
                            title: "Ширина автомобиля, мм",
                            value: "2195",
                        },
                        {
                            title: "Высота автомобиля, мм",
                            value: "2890",
                        },
                        {
                            title: "Грузоподъёмность, кг",
                            value: "5300",
                        },
                        {
                            title: "Количество отсеков, шт.",
                            value: "2",
                        },
                    ],
                },

                {
                    sectionTitle: "Автотопливозаправщик ГАЗ C41R13",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "ГАЗ C41R13",
                        },
                        {
                            title: "Тип надстройки",
                            value: "Автотопливозаправщик",
                        },
                        {
                            title: "Двигатель",
                            value: "ЯМЗ 53445, 168 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 5-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "3770",
                        },
                    ],
                },
                {
                    sectionTitle: "Цистерна:",

                    items: [
                        {
                            title: "Общая номинальная вместимость цистерны, л.:",
                            value: "5300",
                        },
                        {
                            title: "Поперечное сечение:",
                            value: "эллипс",
                        },
                        {
                            title: "Толщина металла не менее, мм.:",
                            value: "3 мм",
                        },
                        {
                            title: "Цистерна изготовлена как мера вместимости:",
                            value: "Свидетельство о поверке",
                        },
                        {
                            title: "Налив цистерны:",
                            value: "Верхним способом",
                        },
                        {
                            title: "Слив цистерны:",
                            value: "Гравитационный (самотеком), при помощи собственного насоса.",
                        },
                        {
                            title: "Ограждение горловин от пролива нефтепродуктов (экологический короб):",
                            value: "Наличие, по всей длине цистерны",
                        },
                        {
                            title: "Слив воды из ограждения горловин от пролива нефтепродуктов (экологического короба):",
                            value: "Оборудованный шаровыми кранами и патрубками на конце, расположен в задней части цистерны с выводом в левую и правую стороны по ходу движения ТС.",
                        },
                        {
                            title: "Крышки горловин",
                            value: "Алюминиевые, с устройством дыхательным УД-33, 1 шт. на каждый отсек",
                        },
                    ],
                },
                {
                    sectionTitle: "Коммуникации",

                    items: [
                        {
                            title: "Материал Диаметр условного прохода, мм:",
                            value: "АМГ5М, Ду – 80.",
                        },
                        {
                            title: "Запорное оборудование:",
                            value: "Пневматический донный клапан, блок пневмоуправления, шаровые краны",
                        },
                        {
                            title: "Напорно-всасывающие рукава Диаметр условного прохода, мм Длинна одного, м.: Количество",
                            value: "Композитные импортные рукава Ду – 75, L= 3, 2 шт., расположены в пластиковых пеналах длинной 3,25 метра",
                        },
                        {
                            title: "Быстроразъемные соединения (БРС): Тип: Производитель:   Диаметр условного прохода, мм:",
                            value: "Elaflex, Ду -75",
                        },
                    ],
                },
                {
                    sectionTitle: "Насосное оборудование:",

                    items: [
                        {
                            title: "Привод насоса",
                            value: "От двигателя шасси через коробку отбора мощности",
                        },
                        {
                            title: "Насос",
                            value: "Насос	СШН-50/600П Шиберного типа, Производительность 600 л/мин, максимальная высота самовсасывания 6,0 м.",
                        },
                        {
                            title: "Фильтр",
                            value: "Фильтрующий элемент фильтра изготовлен из металлической сетки полутомпаковой 0,8Н (ГОСТ 66130). Сетка зафиксирована на каркасе проволокой.",
                        },
                    ],
                },
                {
                    sectionTitle: "Узел выдачи топлива:",

                    items: [
                        {
                            title: "Расположение:",
                            value: "В кормовой части автомобиля по середине с возможностью выдачи топлива на любую сторону.",
                        },
                        {
                            title: "Фильтр: Тип: Марка:",
                            value: "Чистота фильтрации не более 0,03. Элемент, фильтрующий ПЗМИ-М-545",
                        },
                        {
                            title: "Счетчик жидкости",
                            value: "ДД-25-1,6 СУ, Класс точности 0,25, диаметр условного прохода Ду-25, Давление измеряемой среды 1,6 Мпа, расход 1,2 – 7 м3/ч.",
                        },
                        {
                            title: "Раздаточный рукав",
                            value: "Ду-20, длина -5 м. Укладка свободная.",
                        },
                        {
                            title: "Кран раздаточный",
                            value: "Кран раздаточный АКТ с автоматическим и ручным прекращением выдачи рабочей жидкости марки А50-М.",
                        },
                        {
                            title: "Держатель для крана раздаточного»",
                            value: "Наличие",
                        },
                    ],
                },
                {
                    sectionTitle: "Комплектация:",

                    items: [
                        {
                            title: "Огнетушители:",
                            value: "2 шт., ОП-6, расположены в пластиковых пеналах справа и слева по ходу движения ТС, на переднем донце цистерны",
                        },
                        {
                            title: "Ящик для инструментов",
                            value: "1 шт., пластиковый, установлен с левой стороны по ходу движения ТС, в задней части.",
                        },
                        {
                            title: "Ящик для песка",
                            value: "1 шт., пластиковый, для массы не менее 25 кг., установлен с левой стороны по ходу движения ТС, в задней части,",
                        },
                        {
                            title: "Противооткатные упоры",
                            value: "2 шт., пластиковые",
                        },
                        {
                            title: "Цепь заземления, постоянно контактирующая с землей",
                            value: "1 шт.",
                        },
                        {
                            title: "Трос заземления со штырем",
                            value: "1 шт., трос длиной-10 м., БЗЗ-10",
                        },
                        {
                            title: "Проблесковый маячок:",
                            value: "2 шт. оранжевого цвета",
                        },
                        {
                            title: "Световозвращающее оборудование:",
                            value: "Световозвращающая микропризматическая лента, соответствующая требованиям, правил 104 ЕЭК ООН.",
                        },
                        {
                            title: "Площадка обслуживания:",
                            value: "Из алюминиевого просеченного листа, обеспечивающая безопасную работу оператора.",
                        },
                        {
                            title: "Лестница:",
                            value: "Расположена в задней части цистерны, с просеченными ступенями, исключающими скольжение, с правой стороны по ходу движения ТС",
                        },
                        {
                            title: "Поручень безопасности:",
                            value: "Алюминиевый, раскладывающийся с уровня земли. Имеет фиксатор для самопроизвольного открытия.",
                        },
                        {
                            title: "Наличие",
                        },
                    ],
                },
                {
                    sectionTitle: "Окраска:",

                    items: [
                        {
                            title: "Окраска цистерны::",
                            value: "По ТУ завода изготовителя РАЛ - 2004",
                        },
                        {
                            title: "Надпись «Огнеопасно». Знак опасности, 3 класс. Знак «Вещество опасное для окружающей среды»:",
                            value: "Справа, слева и сзади цистерны",
                        },
                    ],
                },
            ],

            extraDescription: {
                main: {
                    description: "Описание",
                    text: "Развитие перевозок топлива требует надежной техники и продуманной конструкции цистерн. АТЗ на шасси ГАЗ C41R13 сочетает грузоподъемность, маневренность и практичную компоновку. Компания «РусТрак» разрабатывает и выпускает топливозаправочную технику с учетом требований к надежности и безопасности. Конструкция цистерны предусматривает безопасную транспортировку горючих жидкостей и удобство обслуживания оборудования. Надёжное шасси, качественные материалы и точная сборка поддерживают стабильную работу техники в различных условиях эксплуатации.",
                },
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,

        id: 2,

        slug: "shtornyy-gruzovik-kamaz-4308-dopog-ekhii-model-4388n2-10",

        categoryId: 2,

        images: {
            image: mainTruckImage3,
        },

        gallery: [
            { image: galleryOf1TruckImage3 },
            { image: galleryOf2TruckImage3 },
            { image: galleryOf3TruckImage3 },
            { image: galleryOf4TruckImage3 },
            { image: galleryOf5TruckImage3 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType:
                "Шторный грузовик КАМАЗ 4308 ДОПОГ EXII (модель 4388H2-10)",

            category: "Автомобили ДОПОГ категории EXII",

            description: {
                title: "Описание",

                text: "",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ 4308-3083-69(G5)",
                    },

                    {
                        title: "Двигатель",
                        value: "Cummins ISB6.7 E5 250, 250 л. с.",
                    },

                    {
                        title: "КПП",
                        value: "Механическая, 9-ступенчатая",
                    },

                    {
                        title: "Длина автомобиля, мм",
                        value: "8970",
                    },

                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },

                    {
                        title: "Высота автомобиля, мм",
                        value: "3580",
                    },

                    {
                        title: "Колесная база, мм",
                        value: "4700",
                    },

                    {
                        title: "Колесная формула",
                        value: "4x2",
                    },

                    {
                        title: "Длина платформы, м",
                        value: "6,6",
                    },

                    {
                        title: "Полная масса, кг",
                        value: "11980",
                    },

                    {
                        title: "Снаряженная масса, кг",
                        value: "7350",
                    },

                    {
                        title: "Грузоподъёмность, кг",
                        value: "4630",
                    },

                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Шторный грузовик КАМАЗ 4308 ДОПОГ категория EXII (модель4388H2-10)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ 4308-3083-69(G5)",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins ISB6.7 E5 250, 250 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 9-ступенчатая ZF9",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры надстройки, мм",
                            value: "6600х2550х2500",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 6 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием толщиной 21 мм, рифленый алюминиевый лист 2 мм",
                        },
                        {
                            title: "Борта платформы",
                            value: "Алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180O. Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Передняя стенка",
                            value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                        },
                        {
                            title: "Каркас",
                            value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны. Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса. Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте. Водоотводящий алюминиевый козырек над задними воротами. Передние и задние стойки оцинкованные.",
                        },
                        {
                            title: "Задние ворота",
                            value: "Распашные ворота из алюминиевого профиля со скрытой фурнитурой. С возможностью фиксации в открытом положении.",
                        },
                        {
                            title: "Тент",
                            value: "Тент из ткани, удельный вес 650 г/м2. Усиление тента крыши на углах. Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон. Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м. Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Боковые влагозащитные габаритные огни. Задний противоподкатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу. Обтекатель на кабину.",
                        },
                        {
                            title: "Оборудование по требованиям ДОПОГ EXII",
                            value: "Дистанционный выключатель массы аккумуляторной батареи с дублирующей кнопкой в салоне класса защиты IP65. Ящик для песка. Закреплена цепь заземления с касанием земли 200мм. Маячок проблесковый С24-75 - 2шт. Пенал огнетушителя – 2шт. Огнетушитель ОП-6 – 2шт. Ткань тента соответствует требованиям ДОПОГ EXII. Металлические защитные экраны (подкрылки). Устройство ограничения скорости «Надежный контроль» тип 80 (сертификат соответствия № ЕАЭС RU C-RU.АД07.В.05403/22 с 31.12.2022 по 30.12.2026). Тахограф ШТРИХ, модель «МАК-1».",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 3,
        slug: "kran-manipulyator-kamaz-43118-s-kmu-inman-it-200",
        categoryId: 0,

        images: {
            image: mainTruckImage4,
        },

        gallery: [
            { image: galleryOf1TruckImage4 },
            { image: galleryOf2TruckImage4 },
            { image: galleryOf3TruckImage4 },
            { image: galleryOf4TruckImage4 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "КРАН-МАНИПУЛЯТОР КАМАЗ 43118 С КМУ INMAN IT 200",

            category: "Краны-манипуляторы",

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ 43118",
                    },
                    {
                        title: "Двигатель",
                        value: "КАМАЗ 740.705-300, 300 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 10-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "9440",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3960",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3690",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "5500",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "22500",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "15200",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "7300",
                    },
                    {
                        title: "Грузоподъёмность КМУ, тонн",
                        value: "7,2",
                    },
                    {
                        title: "Вылет стрелы, м",
                        value: "18,9",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Кран-манипулятор КАМАЗ 43118 с КМУ INMAN IT 200",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ 43118-3027-50",
                        },
                        {
                            title: "Тип надстройки",
                            value: "Бортовая платформа с КМУ",
                        },
                        {
                            title: "Двигатель",
                            value: "КАМАЗ 740.705-300, 300 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 10-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "3690",
                        },
                        {
                            title: "Габаритные размеры автомобиля, ДхШхВ (мм)",
                            value: "9440х2550х3960",
                        },
                        {
                            title: "Полная масса (кг)",
                            value: "22500",
                        },
                        {
                            title: "Снаряженная масса (кг)",
                            value: "15200",
                        },
                        {
                            title: "Грузоподъёмность, кг",
                            value: "7300",
                        },
                        {
                            title: "Габаритные размеры бортовой платформы, ДхШхВ (мм)",
                            value: "5500х2550х600",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 5 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием толщиной 18 мм.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Стальные оцинкованные или алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О. Быстросъёмные стойки ломающегося типа по 1 на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита из алюминиевых профилей на откидных оцинкованных кронштейнах. Заднее защитное устройство. Ступень для подъёма на платформу.",
                        },

                        {
                            title: "Максимальный грузовой момент, тм",
                            value: "21,0",
                        },
                        {
                            title: "Максимальная грузоподъёмность на рабочем радиусе 2,6 м, кг",
                            value: "7200",
                        },
                        {
                            title: "Минимальный рабочий радиус, м",
                            value: "2,0",
                        },
                        {
                            title: "Г/п на максимальном вылете, кг",
                            value: "400",
                        },
                        {
                            title: "Максимальный вылет стрелы, м",
                            value: "18,9",
                        },
                        {
                            title: "Стрела",
                            value: "Гексагональная / 6 секции",
                        },
                        {
                            title: "Угол вращения колонны вокруг своей оси, град",
                            value: "400°, бесконечный",
                        },
                        {
                            title: "Угол подъема стрелы",
                            value: "-17° ~ 75°",
                        },
                        {
                            title: "Опционально",
                            value: "Установка бура, сертифицированной монтажной корзины",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 4,
        slug: "avtotoplivozapravshchik-jac-n90-atz-6-0-dvukhsektsionnaya",
        categoryId: 1,

        images: {
            image: mainTruckImage5,
            drawing: truckDrawing5,
        },

        gallery: [
            { image: galleryOf1TruckImage5 },
            { image: galleryOf2TruckImage5 },
            { image: galleryOf3TruckImage5 },
            { image: galleryOf4TruckImage5 },
            { image: galleryOf5TruckImage5 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "ТОПЛИВОЗАПРАВЩИК JAC N90 АТЗ 6,0 ДВУХСЕКЦИОННАЯ",

            category: "Автотопливозаправщики",

            description: {
                title: "Описание",
                text: "Техника для работы с топливом требует высокой надежности и безопасности. Двухсекционный бензовоз JAC N90 обеспечивает точную и безопасную доставку топлива в любых условиях. Эффективность машины определяется качеством конструкции и эксплуатационной поддержкой. Компания «РусТрак» предлагает современные модели с полным сопровождением клиентов. Надежные автомобили снижают риски и повышают безопасность при работе с топливом. Продуманная конструкция и сервисная поддержка позволяют поддерживать технику в идеальном состоянии.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "JAC N-90S",
                    },
                    {
                        title: "Двигатель",
                        value: "Cummins ISF3.8S5154, 152 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "6200",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2270",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "2950",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3365",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "9030",
                    },
                    {
                        title: "Объем цистерны, л.",
                        value: "6000",
                    },
                    {
                        title: "Количество отсеков, шт.:",
                        value: "2",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle: "Автотопливозаправщик на шасси JAC N-90S",

                    items: [
                        {
                            title: "Производитель / Модель шасси",
                            value: "JAC / JAC N-90S",
                        },
                        {
                            title: "Длинна базы, мм",
                            value: "3365",
                        },
                        {
                            title: "Колесная формула",
                            value: "4x2",
                        },
                        {
                            title: "Вывод глушителя",
                            value: "Установлен защитный экран",
                        },
                        {
                            title: "Дистанционный выключатель массы",
                            value: "Наличие 2шт. (в районе АКБ и дублирование в кабине) в соответствии с требованиями ДОПОГ",
                        },
                    ],
                },
                {
                    sectionTitle: "Цистерна:",

                    items: [
                        {
                            title: "Общая номинальная вместимость цистерны, л.:",
                            value: "6000",
                        },
                        {
                            title: "Поперечное / Продольное сечение:",
                            value: "Эллипсная / Постоянное",
                        },
                        {
                            title: "Материал цистерны / Толщина металла:",
                            value: "Низколегированная Сталь 09Г2С / 3 мм",
                        },
                        {
                            title: "Количество отсеков, шт.:",
                            value: "2 (с делением по литрам)",
                        },
                        {
                            title: "Цистерна изготовлена как мера вместимости:",
                            value: "Да, сертификат о калибровке цистерны",
                        },
                        {
                            title: "Налив / Слив цистерны:",
                            value: "Верхним способом / Гравитационный или собственным насосом",
                        },
                        {
                            title: "Ограждение горловин (экологический короб):",
                            value: "Да, со сливом воды и креплением знаков опасности",
                        },
                        {
                            title: "Крышки горловин / Дыхательное устройство:",
                            value: "Алюминиевые / УД-2 80 с огнепреградителем (на каждый отсек)",
                        },
                    ],
                },
                {
                    sectionTitle: "Коммуникации и насосное оборудование",

                    items: [
                        {
                            title: "Материал и диаметр прохода коммуникаций:",
                            value: "АМГ5М, Ду – 80",
                        },
                        {
                            title: "Запорное оборудование:",
                            value: "Донный клапан (пневмопривод, блок управления в УВТ), шаровые краны",
                        },
                        {
                            title: "Напорно-всасывающие рукава:",
                            value: "Композитные рукава Ду – 75, L= 3, 2 шт.",
                        },
                        {
                            title: "Быстроразъемные соединения (БРС):",
                            value: "Elaflex, Ду -75",
                        },
                        {
                            title: "Привод насоса и марка насоса:",
                            value: "От КОМ через кардан. СШН-50/600П (600 л/мин, всасывание 6,0 м)",
                        },
                        {
                            title: "Фильтр насоса:",
                            value: "Сетка полутомпаковая 0,8Н (ГОСТ 66130) на металлическом каркасе",
                        },
                    ],
                },
                {
                    sectionTitle: "Узел выдачи топлива (УВТ)",

                    items: [
                        {
                            title: "Расположение УВТ / Фильтрация:",
                            value: "Сзади. Фильтр тонкой очистки ПЗМИ-М-545 (чистота 0,03)",
                        },
                        {
                            title: "Счетчик жидкости:",
                            value: "ДД-40-1,6 СУ, Класс точности 0,25, Ду-32, 1,6 Мпа, расход 1,2 – 7 м3/ч.",
                        },
                        {
                            title: "Раздаточный рукав:",
                            value: "Ду-25, длина 10 м. Укладка на барабан с пружинным приводом.",
                        },
                        {
                            title: "Кран раздаточный:",
                            value: "Кран АКТ с автоотсекателем. Держатель для пистолета в комплекте.",
                        },
                    ],
                },
                {
                    sectionTitle: "Комплектация и безопасность",

                    items: [
                        {
                            title: "Огнетушители и пеналы:",
                            value: "2 шт. ОП-6 в пластиковых пеналах. Пеналы для рукавов (3,25 м) — 2 шт.",
                        },
                        {
                            title: "Ящики / Упоры:",
                            value: "Пластиковые (инструментальный, для песка 25 кг), 2 противооткатных упора",
                        },
                        {
                            title: "Знаки опасности / Заземление:",
                            value: "По 1 шт. перед/зад. Цепь заземления и трос со штырем 10 м (БЗЗ-10)",
                        },
                        {
                            title: "Световое и световозвращ. оборудование:",
                            value: "Оранжевый маячок, микропризматическая лента (104 ЕЭК ООН)",
                        },
                        {
                            title: "Оборудование оператора:",
                            value: "Площадка из просечного листа, лестница сзади справа, поручень безопасности",
                        },
                        {
                            title: "Заднее защитное устройство (ЗЗУ):",
                            value: "Наличие, оцинкованное",
                        },
                    ],
                },
                {
                    sectionTitle: "Окраска:",

                    items: [
                        {
                            title: "Окраска кабины и цистерны:",
                            value: "По ТУ производителя, цистерна РАЛ - 2009 (с грунтованием)",
                        },
                        {
                            title: "Специальные надписи и знаки:",
                            value: "«Огнеопасно», Знаки 3 класса и опасности для среды (справа, слева, сзади)",
                        },
                    ],
                },
            ],

            extraDescription: {
                main: {
                    description: "Описание",
                    text: "Техника для работы с топливом требует высокой надежности и безопасности. Двухсекционный бензовоз JAC N90 обеспечивает точную и безопасную доставку топлива в любых условиях. Эффективность машины определяется качеством конструкции и эксплуатационной поддержкой. Компания «РусТрак» предлагает современные модели с полным сопровождением клиентов. Надежные автомобили снижают риски и повышают безопасность при работе с топливом. Продуманная конструкция и сервисная поддержка позволяют поддерживать технику в идеальном состоянии.",
                },
                advantages: {
                    title: "Преимущества автотопливозаправщика JAC N90",
                    items: [
                        {
                            title: "Надежная конструкция шасси",
                            text: "шасси JAC N-90S с колесной формулой 4х2 и длинной базой 3365 мм обеспечивает устойчивость и маневренность на дорогах.",
                        },
                        {
                            title: "Двухсекционная цистерна на 6000 литров",
                            text: "разделение по литрам позволяет точно учитывать выдачу топлива и оптимально распределять нагрузку.",
                        },
                        {
                            title: "Высокое качество материала цистерны",
                            text: "низколегированная сталь 09Г2С толщиной 3 мм гарантирует долговечность и защиту от коррозии.",
                        },
                        {
                            title: "Современные системы налив/слив",
                            text: "верхний налив и гравитационный или насосный слив обеспечивают удобство и безопасность операций.",
                        },
                        {
                            title: "Сертифицированная калибровка цистерны",
                            text: "каждая емкость имеет документальное подтверждение точной вместимости, что упрощает учет топлива.",
                        },
                        {
                            title: "Безопасные горловины и дыхательные устройства",
                            text: "алюминиевые крышки с огнепреградителем УД-2 80 минимизируют риск воспламенения и утечек.",
                        },
                        {
                            title: "Эффективное насосное оборудование",
                            text: "насос СШН-50/600П через КОМ с расходом 600 л/мин обеспечивает быструю заправку техники.",
                        },
                        {
                            title: "Удобный узел выдачи топлива (УВТ)",
                            text: "счетчик ДД-40-1,6 СУ с высокой точностью и раздаточный рукав 10 м с автоотсекателем повышают комфорт и контроль за выдачей топлива.",
                        },
                        {
                            title: "Комплексная безопасность и оснащение",
                            text: "огнетушители, знаки опасности, заземление, площадка оператора и заднее защитное устройство соответствуют современным стандартам.",
                        },
                        {
                            title: "Качественная окраска и маркировка",
                            text: "кабина и цистерна окрашены по ТУ с нанесением надписей «Огнеопасно» и знаков 3 класса, обеспечивая визуальное предупреждение и долговечность покрытия.",
                        },
                    ],
                    summary:
                        "Бензовоз JAC N90 сочетает прочность конструкции, высокую точность оборудования и полный комплекс систем безопасности. Каждая деталь продумана для удобства работы, надежной эксплуатации и точного учета топлива. Надежность и функциональность техники позволяют безопасно и эффективно управлять процессом заправки топлива в любых условиях.",
                },
                applications: {
                    title: "Области применения",
                    items: [
                        {
                            title: "Промышленные объекты",
                            text: "обеспечение бесперебойной подачи топлива для техники и оборудования, где требуется высокая точность учета.",
                        },
                        {
                            title: "Строительные и карьеровочные площадки",
                            text: "оперативная заправка строительной и карьерной техники на удаленных участках.",
                        },
                        {
                            title: "Аэропорты и транспортные узлы",
                            text: "доставка топлива к самолетам и спецтехнике с соблюдением строгих требований безопасности.",
                        },
                        {
                            title: "Морские и речные порты",
                            text: "пополнение резервуаров служебных судов и гидротехнической техники.",
                        },
                        {
                            title: "Далёкие населенные пункты и объекты инфраструктуры",
                            text: "автономная заправка в местах с ограниченным доступом к стационарным источникам топлива.",
                        },
                        {
                            title: "Сельское хозяйство",
                            text: "заправка тракторов, комбайнов и другой техники без необходимости транспортировки топлива на большие расстояния.",
                        },
                    ],
                    summary:
                        "Двухсекционный АТЗ JAC N90 демонстрирует универсальность и адаптивность к различным условиям эксплуатации. Возможность безопасной и точной выдачи топлива делает технику эффективным решением для объектов с повышенными требованиями к безопасности и надежности.",
                },
                conclusion: {
                    title: "Техника, на которую можно положиться",
                    text: "Купить JAC N90 двухсекционный автотопливозаправщик — выгодное решение для надежной и безопасной работы с топливом. Он сочетает прочную конструкцию и высокую точность эксплуатации. Компания «РусТрак» обеспечивает полное сопровождение и поддержку при покупке. Не откладывайте выбор современной техники, чтобы повысить эффективность работы. Обеспечьте безопасность и удобство при эксплуатации в любых условиях. Для оформления заказа свяжитесь с нами любым удобным способом и получите профессиональную консультацию.",
                },
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,
        id: 5,
        slug: "shtornyy-gruzovik-kamaz-kompas-43082-model-5389r1",
        categoryId: 2,

        images: {
            image: mainTruckImage6,
            drawing: truckDrawing6,
        },

        gallery: [
            { image: galleryOf1TruckImage6 },
            { image: galleryOf2TruckImage6 },
            { image: galleryOf3TruckImage6 },
            { image: galleryOf4TruckImage6 },
            { image: galleryOf5TruckImage6 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType: "ШТОРНЫЙ ГРУЗОВИК КАМАЗ КОМПАС 43082 (МОДЕЛЬ 5389R1)",

            category: "Шторные автомобили",

            description: {
                title: "Описание",
                text: "Шторный грузовик КАМАЗ КОМПАС 43082 (модель 5389R1) представляет собой надежное решение для перевозки различных типов грузов. Высокая грузоподъемность и объемный фургон обеспечивают максимальную эффективность при транспортировке. Современное шасси и надежный двигатель Cummins гарантируют стабильную работу и экономию топлива на любых дистанциях.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ КОМПАС 43082",
                    },
                    {
                        title: "Двигатель",
                        value: "Cummins ISF3.8S5168, 168 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "10770",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3990",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "6000",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "8500",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "11900",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "5450",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "6540",
                    },
                    {
                        title: "Объем фургона, м3",
                        value: "42,7",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle: "Шторный грузовик КАМАЗ КОМПАС 43082",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ КОМПАС 43082-0053511-Н5",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins ISF3.8S5168, 168 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 6-ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "6000",
                        },
                        {
                            title: "Габаритные размеры надстройки, мм",
                            value: "8500x2550x2850",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 7 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Алюминиевые или стальные оцинкованные борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180° Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Передняя стенка",
                            value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                        },
                        {
                            title: "Каркас",
                            value: "Стальной, высотой 2850 мм. Механизм раздельного движения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте Водоотводящий алюминиевый козырек над задними воротами Задние и передние стойки оцинкованные",
                        },
                        {
                            title: "Задние ворота",
                            value: "Распашные ворота каркасного типа, наружное покрытие армированный пластик, внутреннее влагостойкая фанера толщиной 6 мм. С возможностью фиксации в открытом положении. Фурнитура из оцинкованной стали, по 2 штанги на дверь по 4 петли на дверь. С возможностью фиксации в открытом положении.",
                        },
                        {
                            title: "Тент",
                            value: "Тент из ткани, удельный вес 650 г/м2 Усиление тента крыши на углах Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики из энергопоглощающего материала. Боковые влагозащитные габаритные огни. Задний противоподткатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу.",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
];

export default trucks;
