import mainTruckImage1 from "../assets/images/truckData/1/truck1.webp";
import truckDrawing1 from "../assets/images/truckData/1/truckDrawing1.png";
import mainTruckImage2 from "../assets/images/truckData/2/Main.webp";
import galleryOf1TruckImage2 from "../assets/images/truckData/2/galleryOf1TruckImage2.webp";
import galleryOf2TruckImage2 from "../assets/images/truckData/2/galleryOf2TruckImage2.webp";
import galleryOf3TruckImage2 from "../assets/images/truckData/2/galleryOf3TruckImage2.webp";
import galleryOf4TruckImage2 from "../assets/images/truckData/2/galleryOf4TruckImage2.webp";
import galleryOf5TruckImage2 from "../assets/images/truckData/2/galleryOf5TruckImage2.webp";
import galleryOf6TruckImage2 from "../assets/images/truckData/2/galleryOf6TruckImage2.webp";

import mainTruckImage3 from "../assets/images/truckData/3/Main.webp";
import galleryOf1TruckImage3 from "../assets/images/truckData/3/galleryOf1TruckImage3.webp";
import galleryOf2TruckImage3 from "../assets/images/truckData/3/galleryOf2TruckImage3.webp";
import galleryOf3TruckImage3 from "../assets/images/truckData/3/galleryOf3TruckImage3.webp";
import galleryOf4TruckImage3 from "../assets/images/truckData/3/galleryOf4TruckImage3.webp";
import galleryOf5TruckImage3 from "../assets/images/truckData/3/galleryOf5TruckImage3.webp";
import galleryOf6TruckImage3 from "../assets/images/truckData/3/galleryOf6TruckImage3.webp";
import galleryOf7TruckImage3 from "../assets/images/truckData/3/galleryOf7TruckImage3.webp";
import galleryOf8TruckImage3 from "../assets/images/truckData/3/galleryOf8TruckImage3.webp";
import galleryOf9TruckImage3 from "../assets/images/truckData/3/galleryOf9TruckImage3.webp";
import galleryOf10TruckImage3 from "../assets/images/truckData/3/galleryOf10TruckImage3.webp";
import galleryOf11TruckImage3 from "../assets/images/truckData/3/galleryOf11TruckImage3.webp";
import galleryOf12TruckImage3 from "../assets/images/truckData/3/galleryOf12TruckImage3.webp";

const trucks = [
    {
        recommended: true,

        id: 0,
        slug: "kran-manipulyator-sollers-tr80-47-s-kmu-hktc-3014-model-4389a8",
        // categoryId: 1,

        images: {
            image: mainTruckImage1,
            drawing: truckDrawing1,
        },

        ru: {
            price: "Цена по запросу",

            truckType:
                "Кран-манипулятор SOLLERS TR80-47 с КМУ HKTC 3014 (модель 4389A8)",

            category: "Краны-манипуляторы",

            description: {
                title: "Описание",

                text: "Контейнеровоз на шасси ГАЗ C41R33 специализированное транспортное средство, предназначенное для перевозки специального контейнера. Состоит из надрамника и универсальной грузовой платформы с замками. Возможно комплектование настилом пола, бортами для повышения универсальности автомобиля.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "SOLLERS TR80-47",
                    },

                    {
                        title: "Двигатель",
                        value: "Cummins D4.0EVID170, 163 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 6-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "8990",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2400",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "3330",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "5200",
                    },
                    {
                        title: "Длина платформы, м",
                        value: "6200",
                    },
                    {
                        title: "Снаряженная масса, кг",
                        value: "6420",
                    },
                    {
                        title: "Грузоподъёмность, кг",
                        value: "1580",
                    },
                    {
                        title: "Грузоподъёмность КМУ, тонн",
                        value: "3,2",
                    },
                    {
                        title: "Вылет стрелы, м",
                        value: "9,8",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Кран-манипулятор SOLLERS TR80-47 с КМУ НКТС 3014 (модель 4389A8)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "SOLLERS TR80-47",
                        },
                        {
                            title: "Тип настройки",
                            value: "Бортовая платформа с КМУ",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins D4.0EVID170, 163 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 6-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры автомобиля, ДхШхВ (мм)",
                            value: "8990х2400х3330",
                        },
                        {
                            title: "Полная масса (кг)",
                            value: "8000",
                        },
                        {
                            title: "Снаряженная масса (кг)",
                            value: "6420",
                        },
                        {
                            title: "Габаритные размеры бортовой платформы, ДхШхВ (мм)",
                            value: "6200х2400х600",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 5 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием.",
                        },
                        {
                            title: "Борта платформы",
                            value: "Стальные оцинкованные или алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 600 мм. Угол открывания бортов – 180О. Быстросъёмные стойки ломающегося типа по 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Пластиковые крылья, брызговики. Боковые влагозащитные габаритные огни. Боковая защита из алюминиевых профилей на откидных оцинкованных кронштейнах. Заднее защитное устройство. Ступень для подъёма на платформу.",
                        },
                    ],
                },

                {
                    sectionTitle:
                        "Характеристики кран-манипуляторной установки НКТС 3014",

                    items: [
                        {
                            title: "Максимальный грузовой момент, тм",
                            value: "8,6",
                        },
                        {
                            title: "Г/п на минимальном вылете, кг",
                            value: "3200",
                        },
                        {
                            title: "Минимальный рабочий радиус, м",
                            value: "2,5",
                        },
                        {
                            title: "Г/п на максимальном вылете, кг",
                            value: "700",
                        },
                        {
                            title: "Максимальный вылет стрелы, м",
                            value: "9,8",
                        },
                        {
                            title: "Стрела / количество секций",
                            value: "Гексагональная / 4 секции",
                        },
                        {
                            title: "Угол вращения колонны вокруг своей оси, град",
                            value: "360°, бесконечный",
                        },
                        {
                            title: "Передние аутригеры, м",
                            value: "Размах 4,1",
                        },
                        {
                            title: "Задние аутригеры, м",
                            value: "наличие",
                        },
                        {
                            title: "Масса КМУ, кг",
                            value: "1450",
                        },
                    ],
                },
            ],
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,

        id: 1,
        slug: "avtotoplivozapravshchik-na-shassi-gaz-c41r13-model-4389jy",
        // categoryId: 1,

        images: {
            image: mainTruckImage2,
            drawing: truckDrawing1,
        },

        gallery: [
            { image: galleryOf1TruckImage2 },
            { image: galleryOf2TruckImage2 },
            { image: galleryOf3TruckImage2 },
            { image: galleryOf4TruckImage2 },
            { image: galleryOf5TruckImage2 },
            { image: galleryOf6TruckImage2 },
        ],

        ru: {
            price: "от 6 200 000Р",

            truckType:
                "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",

            category: "Автотопливозаправщики",

            description: {
                title: "Описание",

                text: "Автотопливозаправщик ГАЗ C41R13 предназначен для транспортирования, кратковременного хранения и дозированной выдачи светлых нефтепродуктов плотностью 780-860 кг/м3. Состоит из специальной цистерны, установленной на шасси, топливного насоса, счетчика жидкости позволяющего видеть объем выдаваемого топлива, напорно-всасывающих и раздаточного рукавов, пистолета и т.д.",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "ГАЗ С41R13",
                    },
                    {
                        title: "Двигатель",
                        value: "ЯМЗ 53445, 168 л. с.",
                    },
                    {
                        title: "КПП",
                        value: "Механическая, 5-ти ступенчатая",
                    },
                    {
                        title: "Длина автомобиля, мм",
                        value: "6440",
                    },
                    {
                        title: "Ширина автомобиля, мм",
                        value: "2195",
                    },
                    {
                        title: "Высота автомобиля, мм",
                        value: "2890",
                    },
                    {
                        title: "Колесная база, мм",
                        value: "3770",
                    },
                    {
                        title: "Полная масса, кг",
                        value: "8700",
                    },
                    {
                        title: "Объем цистерны, л.",
                        value: "5300",
                    },
                    {
                        title: "Количество отсеков, шт.:",
                        value: "2",
                    },
                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Автотопливозаправщик на шасси ГАЗ C41R13 (модель 4389JY)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "ГАЗ C41R13",
                        },
                        {
                            title: "Полная масса, кг",
                            value: "8700",
                        },
                        {
                            title: "Снаряженная масса, кг",
                            value: "4200",
                        },
                        {
                            title: "Длина автомобиля, мм",
                            value: "6440",
                        },
                        {
                            title: "Ширина автомобиля, мм",
                            value: "2195",
                        },
                        {
                            title: "Высота автомобиля, мм",
                            value: "2890",
                        },
                        {
                            title: "Грузоподъёмность, кг",
                            value: "5300",
                        },
                        {
                            title: "Количество отсеков, шт.",
                            value: "2",
                        },
                    ],
                },

                {
                    sectionTitle: "Автотопливозаправщик ГАЗ C41R13",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "ГАЗ C41R13",
                        },
                        {
                            title: "Тип надстройки",
                            value: "Автотопливозаправщик",
                        },
                        {
                            title: "Двигатель",
                            value: "ЯМЗ 53445, 168 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 5-ти ступенчатая",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "3770",
                        },
                    ],
                },
                {
                    sectionTitle: "Цистерна:",

                    items: [
                        {
                            title: "Общая номинальная вместимость цистерны, л.:",
                            value: "5300",
                        },
                        {
                            title: "Поперечное сечение:",
                            value: "эллипс",
                        },
                        {
                            title: "Толщина металла не менее, мм.:",
                            value: "3 мм",
                        },
                        {
                            title: "Цистерна изготовлена как мера вместимости:",
                            value: "Свидетельство о поверке",
                        },
                        {
                            title: "Налив цистерны:",
                            value: "Верхним способом",
                        },
                        {
                            title: "Слив цистерны:",
                            value: "Гравитационный (самотеком), при помощи собственного насоса.",
                        },
                        {
                            title: "Ограждение горловин от пролива нефтепродуктов (экологический короб):",
                            value: "Наличие, по всей длине цистерны",
                        },
                        {
                            title: "Слив воды из ограждения горловин от пролива нефтепродуктов (экологического короба):",
                            value: "Оборудованный шаровыми кранами и патрубками на конце, расположен в задней части цистерны с выводом в левую и правую стороны по ходу движения ТС.",
                        },
                        {
                            title: "Крышки горловин",
                            value: "Алюминиевые, с устройством дыхательным УД-33, 1 шт. на каждый отсек",
                        },
                    ],
                },
                {
                    sectionTitle: "Коммуникации",

                    items: [
                        {
                            title: "Материал Диаметр условного прохода, мм:",
                            value: "АМГ5М, Ду – 80.",
                        },
                        {
                            title: "Запорное оборудование:",
                            value: "Пневматический донный клапан, блок пневмоуправления, шаровые краны",
                        },
                        {
                            title: "Напорно-всасывающие рукава Диаметр условного прохода, мм Длинна одного, м.: Количество",
                            value: "Композитные импортные рукава Ду – 75, L= 3, 2 шт., расположены в пластиковых пеналах длинной 3,25 метра",
                        },
                        {
                            title: "Быстроразъемные соединения (БРС): Тип: Производитель:   Диаметр условного прохода, мм:",
                            value: "Elaflex, Ду -75",
                        },
                    ],
                },
                {
                    sectionTitle: "Насосное оборудование:",

                    items: [
                        {
                            title: "Привод насоса",
                            value: "От двигателя шасси через коробку отбора мощности",
                        },
                        {
                            title: "Насос",
                            value: "Насос	СШН-50/600П Шиберного типа, Производительность 600 л/мин, максимальная высота самовсасывания 6,0 м.",
                        },
                        {
                            title: "Фильтр",
                            value: "Фильтрующий элемент фильтра изготовлен из металлической сетки полутомпаковой 0,8Н (ГОСТ 66130). Сетка зафиксирована на каркасе проволокой.",
                        },
                    ],
                },
                {
                    sectionTitle: "Узел выдачи топлива:",

                    items: [
                        {
                            title: "Расположение:",
                            value: "В кормовой части автомобиля по середине с возможностью выдачи топлива на любую сторону.",
                        },
                        {
                            title: "Фильтр: Тип: Марка:",
                            value: "Чистота фильтрации не более 0,03. Элемент, фильтрующий ПЗМИ-М-545",
                        },
                        {
                            title: "Счетчик жидкости",
                            value: "ДД-25-1,6 СУ, Класс точности 0,25, диаметр условного прохода Ду-25, Давление измеряемой среды 1,6 Мпа, расход 1,2 – 7 м3/ч.",
                        },
                        {
                            title: "Раздаточный рукав",
                            value: "Ду-20, длина -5 м. Укладка свободная.",
                        },
                        {
                            title: "Кран раздаточный",
                            value: "Кран раздаточный АКТ с автоматическим и ручным прекращением выдачи рабочей жидкости марки А50-М.",
                        },
                        {
                            title: "Держатель для крана раздаточного»",
                            value: "Наличие",
                        },
                    ],
                },
                {
                    sectionTitle: "Комплектация:",

                    items: [
                        {
                            title: "Огнетушители:",
                            value: "2 шт., ОП-6, расположены в пластиковых пеналах справа и слева по ходу движения ТС, на переднем донце цистерны",
                        },
                        {
                            title: "Ящик для инструментов",
                            value: "1 шт., пластиковый, установлен с левой стороны по ходу движения ТС, в задней части.",
                        },
                        {
                            title: "Ящик для песка",
                            value: "1 шт., пластиковый, для массы не менее 25 кг., установлен с левой стороны по ходу движения ТС, в задней части,",
                        },
                        {
                            title: "Противооткатные упоры",
                            value: "2 шт., пластиковые",
                        },
                        {
                            title: "Цепь заземления, постоянно контактирующая с землей",
                            value: "1 шт.",
                        },
                        {
                            title: "Трос заземления со штырем",
                            value: "1 шт., трос длиной-10 м., БЗЗ-10",
                        },
                        {
                            title: "Проблесковый маячок:",
                            value: "2 шт. оранжевого цвета",
                        },
                        {
                            title: "Световозвращающее оборудование:",
                            value: "Световозвращающая микропризматическая лента, соответствующая требованиям, правил 104 ЕЭК ООН.",
                        },
                        {
                            title: "Площадка обслуживания:",
                            value: "Из алюминиевого просеченного листа, обеспечивающая безопасную работу оператора.",
                        },
                        {
                            title: "Лестница:",
                            value: "Расположена в задней части цистерны, с просеченными ступенями, исключающими скольжение, с правой стороны по ходу движения ТС",
                        },
                        {
                            title: "Поручень безопасности:",
                            value: "Алюминиевый, раскладывающийся с уровня земли. Имеет фиксатор для самопроизвольного открытия.",
                        },
                        {
                            title: "Наличие",
                        },
                    ],
                },
                {
                    sectionTitle: "Окраска:",

                    items: [
                        {
                            title: "Окраска цистерны::",
                            value: "По ТУ завода изготовителя РАЛ - 2004",
                        },
                        {
                            title: "Надпись «Огнеопасно». Знак опасности, 3 класс. Знак «Вещество опасное для окружающей среды»:",
                            value: "Справа, слева и сзади цистерны",
                        },
                    ],
                },
            ],

            extraDescription: {
                main: {
                    description: "Описание",
                    text: "Развитие перевозок топлива требует надежной техники и продуманной конструкции цистерн. АТЗ на шасси ГАЗ C41R13 сочетает грузоподъемность, маневренность и практичную компоновку. Компания «РусТрак» разрабатывает и выпускает топливозаправочную технику с учетом требований к надежности и безопасности. Конструкция цистерны предусматривает безопасную транспортировку горючих жидкостей и удобство обслуживания оборудования. Надёжное шасси, качественные материалы и точная сборка поддерживают стабильную работу техники в различных условиях эксплуатации.",
                },
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
    {
        recommended: false,

        id: 2,

        slug: "shtornyy-gruzovik-kamaz-4308-dopog-ekhii-model-4388n2-10",

        // categoryId: 1,

        images: {
            image: mainTruckImage3,
        },

        gallery: [
            { image: galleryOf1TruckImage3 },
            { image: galleryOf2TruckImage3 },
            { image: galleryOf3TruckImage3 },
            { image: galleryOf4TruckImage3 },
            { image: galleryOf5TruckImage3 },
            { image: galleryOf6TruckImage3 },
            { image: galleryOf7TruckImage3 },
            { image: galleryOf8TruckImage3 },
            { image: galleryOf9TruckImage3 },
            { image: galleryOf10TruckImage3 },
            { image: galleryOf11TruckImage3 },
            { image: galleryOf12TruckImage3 },
        ],

        ru: {
            price: "Цена по запросу",

            truckType:
                "Шторный грузовик КАМАЗ 4308 ДОПОГ EXII (модель 4388H2-10)",

            category: "Автомобили ДОПОГ категории EXII",

            description: {
                title: "Описание",

                text: "",
            },

            buttons: {
                more: "Подробнее",
                getPk: "Получить КП",
                addToCart: "Добавить в корзину",
            },

            specifications: {
                truckInfo: [
                    {
                        title: "Базовое шасси",
                        value: "КАМАЗ 4308-3083-69(G5)",
                    },

                    {
                        title: "Двигатель",
                        value: "Cummins ISB6.7 E5 250, 250 л. с.",
                    },

                    {
                        title: "КПП",
                        value: "Механическая, 9-ступенчатая",
                    },

                    {
                        title: "Длина автомобиля, мм",
                        value: "8970",
                    },

                    {
                        title: "Ширина автомобиля, мм",
                        value: "2550",
                    },

                    {
                        title: "Высота автомобиля, мм",
                        value: "3580",
                    },

                    {
                        title: "Колесная база, мм",
                        value: "4700",
                    },

                    {
                        title: "Колесная формула",
                        value: "4x2",
                    },

                    {
                        title: "Длина платформы, м",
                        value: "6,6",
                    },

                    {
                        title: "Полная масса, кг",
                        value: "11980",
                    },

                    {
                        title: "Снаряженная масса, кг",
                        value: "7350",
                    },

                    {
                        title: "Грузоподъёмность, кг",
                        value: "4630",
                    },

                    {
                        title: "Смотреть все характеристики",
                    },
                ],
            },

            characteristics: [
                {
                    sectionTitle:
                        "Шторный грузовик КАМАЗ 4308 ДОПОГ категория EXII (модель4388H2-10)",

                    items: [
                        {
                            title: "Базовое шасси",
                            value: "КАМАЗ 4308-3083-69(G5)",
                        },
                        {
                            title: "Двигатель",
                            value: "Cummins ISB6.7 E5 250, 250 л. с.",
                        },
                        {
                            title: "КПП",
                            value: "Механическая, 9-ступенчатая ZF9",
                        },
                        {
                            title: "Колесная база, мм",
                            value: "4700",
                        },
                        {
                            title: "Габаритные размеры надстройки, мм",
                            value: "6600х2550х2500",
                        },
                        {
                            title: "Основание бортовой платформы",
                            value: "Сварная рамная конструкция из открытых профилей. Состоит из продольных лонжеронов и поперечных балок, окантовочного и передней стенки профиля HOSSEN. Оцинкованные петли крепления груза в окантовочном профиле платформы (не уменьшают погрузочную ширину платформы), 6 шт. с каждой стороны.",
                        },
                        {
                            title: "Пол",
                            value: "Влагостойкая фанера с противоскользящим покрытием толщиной 21 мм, рифленый алюминиевый лист 2 мм",
                        },
                        {
                            title: "Борта платформы",
                            value: "Алюминиевые борта, откидывающиеся, количество секций – 2 шт. на сторону, высота 400 мм. Угол открывания бортов – 180O. Сдвижные стойки 2 шт. на сторону с алюминиевыми замками.",
                        },
                        {
                            title: "Передняя стенка",
                            value: "Выполнена из алюминиевого профиля на всю высоту надстройки",
                        },
                        {
                            title: "Каркас",
                            value: "Стальной, высотой 2850 мм. Механизм раздельного сдвижения тента с алюминиевыми направляющими на роликах: крыша, боковые стороны. Крюк-багор для сдвижения крыши с кронштейном крепления на правой задней стойке каркаса. Обрешетка из доски в четыре ряда. Съемная поперечина крыши над воротами, позволяет осуществлять загрузку без ограничений по высоте. Водоотводящий алюминиевый козырек над задними воротами. Передние и задние стойки оцинкованные.",
                        },
                        {
                            title: "Задние ворота",
                            value: "Распашные ворота из алюминиевого профиля со скрытой фурнитурой. С возможностью фиксации в открытом положении.",
                        },
                        {
                            title: "Тент",
                            value: "Тент из ткани, удельный вес 650 г/м2. Усиление тента крыши на углах. Натяжители тента в горизонтальном направлении (трещотка) сзади с обеих сторон. Натяжители тента в вертикальном направлении (натяжной замок с стропом и крюком) шаг 0,5 м. Съёмная передняя штанга боковой шторы для облегченного сдвижения шторы назад.",
                        },
                        {
                            title: "Прочее оборудование",
                            value: "Боковые влагозащитные габаритные огни. Задний противоподкатный брус-от базового шасси. Устройства световой сигнализации и светоотражающая лента в соответствии с требованиями по эксплуатации автомобиля. Оцинкованная выдвижная лестница. Поручень для подъёма на платформу. Обтекатель на кабину.",
                        },
                        {
                            title: "Оборудование по требованиям ДОПОГ EXII",
                            value: "Дистанционный выключатель массы аккумуляторной батареи с дублирующей кнопкой в салоне класса защиты IP65. Ящик для песка. Закреплена цепь заземления с касанием земли 200мм. Маячок проблесковый С24-75 - 2шт. Пенал огнетушителя – 2шт. Огнетушитель ОП-6 – 2шт. Ткань тента соответствует требованиям ДОПОГ EXII. Металлические защитные экраны (подкрылки). Устройство ограничения скорости «Надежный контроль» тип 80 (сертификат соответствия № ЕАЭС RU C-RU.АД07.В.05403/22 с 31.12.2022 по 30.12.2026). Тахограф ШТРИХ, модель «МАК-1».",
                        },
                    ],
                },
            ],

            extraDescription: {
                main: {
                    description: "Описание",
                    text: "",
                },
            },
        },

        en: {
            // same structure, English text
        },

        uz: {
            // same structure, Uzbek text
        },
    },
];

export default trucks;
